{
    "title": ["id", "question", "options", "answer"],
    "type": ["int++", "string", "json", "string"],
    "content": [
        [1, "An example of normative analysis is studying", ["A. how market forces produce equilibrium.", "B. surpluses and shortages.", "C. whether equilibrium outcomes are socially desirable.", "D. income distributions."], "C"],
        [2, "Welfare economics implies that the equilibrium price of a product is considered to be the best price because it", ["A. minimizes costs and maximizes output.", "B. maximizes the combined welfare of buyers and sellers.", "C. is not socially desirable.", "D. minimizes the level of welfare payments."], "B"],
        [3, "A maximum amount that people have in mind while bidding in an auction is called", ["A. a resistance price.", "B. equilibrium.", "C. consumer surplus.", "D. willingness to pay."], "D"],
        [4, "On a graph, the area below a demand curve and above the price measures", ["A. deadweight loss.", "B. consumer surplus.", "C. producer surplus.", "D. willingness to pay."], "B"],
        [5, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_01.png\" alt=\"id:5\"><br>If the price of the product is $120, then who would be willing to purchase the product?", ["A. John", "B. John and Sam", "C. John, Sam, and Andrew", "D. John, Sam, Andrew, and Keira"], "C"],
        [6, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_02.png\" alt=\"id:6\"><br>If there is only one unit of the good and if the buyers bid against each other for the right to purchase it, then the good will sell for", ["A. $20 or slightly less.", "B. $24 or slightly more.", "C. $28 or slightly more.", "D. $36 or slightly less."], "C"],
        [7, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_02.png\" alt=\"id:7\"><br>If the price is $22, then consumer surplus in the market is", ["A. $44, and Ava and Biyu purchase the good.", "B. $72, and Carlos and Keira purchase the good.", "C. $22, and Keira, Ava, and Biyu purchase the good.", "D. $48, and Carlos, Keira, Ava, and Biyu purchase the good."], "C"],
        [8, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_03.png\" alt=\"id:8\"><br>If you have a ticket that you sell to the group in an auction, who will buy the ticket?", ["A. David", "B. Alexa", "C. Eric", "D. Chen"], "D"],
        [9, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_03.png\" alt=\"id:9\"><br>If you have 3 (essentially) identical tickets that you sell to the group in an auction, assuming that each person can only buy one ticket, which of the following is closest to the selling price for each ticket?", ["A. $11", "B. $21", "C. $16", "D. $35"], "B"],
        [10, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:10\"><br>The market quantity of apples demanded per day is exactly seven if the price of an orange, P, satisfies", ["A. $0.60 < P < $0.75.", "B. $0.60 < P < $2.00.", "C. $0.25 < P < $0.75.", "D. $0.25 < P < $0.60."], "D"],
        [11, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:11\"><br>If the market price of an apple is $0.70, then the market quantity of apples demanded per day is", ["A. 7.", "B. 8.", "C. 4.", "D. 6."], "D"],
        [12, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:12\"><br>If the market price of an apple increases from $0.80 to $1.05, then consumer surplus", ["A. increases by $0.75.", "B. decreases by $0.95.", "C. decreases by $0.75.", "D. decreases by $1.00."], "B"],
        [13, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:13\"><br>Who experiences the largest loss of consumer surplus when the price of an apple increases from $0.70 to $1.40?", ["A. Bob", "B. Sasha", "C. Eric", "D. All three individuals experience the same loss of consumer surplus"], "A"],
        [14, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:14\"><br>Who experiences the largest gain in consumer surplus when the price of an apple decreases from $1.05 to $0.75?", ["A. Bob", "B. Sasha", "C. Eric", "D. Bob and Sasha experience the same gain in consumer surplus, and Eric's gain is zero"], "A"],
        [15, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:15\"><br>Which of the following statements is correct?", ["A. Neither Sasha's consumer surplus nor Eric's consumer surplus can exceed Bob's consumer surplus, for any price of an orange.", "B. All three individuals will buy at least one orange only if the price of an orange is less than $0.25.", "C. If the price of an orange is $0.60, then consumer surplus is $4.90.", "D. Eric will always have the highest consumer surplus."], "A"],
        [16, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_05.png\" alt=\"id:16\"><br>You are selling extra tickets to the Midwest Regional Sweet 16 game in the men's NCAA basketball tournament. The table shows the willingness to pay of the four potential buyers in the market for a ticket to the game. Which of the following graphs represents the market demand curve?", ["A. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_06.png\" alt=\"id:16\">", "B. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_07.png\" alt=\"id:16\">", "C. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_08.png\" alt=\"id:16\">", "D. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_09.png\" alt=\"id:16\">"], "A"],
        [17, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_10.png\" alt=\"id:17\"><br>The price that Harry paid for a latte on the first day is", ["A. $3.5.", "B. $5.", "C. $0.", "D. $5.5."], "A"],
        [18, "You are offered a free ticket to see the Chicago Cubs play the Chicago White Sox at Wrigley Field. Assume the ticket has no resale value. Willie Nelson is performing on the same night, and his concert is your next-best alternative activity. Tickets to see Willie Nelson cost $40.On any given day, you would be willing to pay up to $50 to see and hear Willie Nelson perform. Assume there are no other costs of seeing either event. Based on this information, at a minimum, how much would you have to value seeing the Cubs play the White Sox to accept the ticket and go to the game?", ["A. $0", "B. $10", "C. $40", "D. $50"], "B"],
        [19, "A good weather in Spain results in good crop of oranges causing the prices of both oranges and orange juice to fall. As a result, the consumer surplus in the market for oranges", ["A. decreases, and the consumer surplus in the market for red wine decreases.", "B. decreases, and the consumer surplus in the market for red wine increases.", "C. increases, and the consumer surplus in the market for red wine decreases.", "D. increases, and the consumer surplus in the market for orange juice increases."], "D"],
        [20, "Larry purchases a book for $10, and his consumer surplus is $3.How much is Larry willing to pay for the book?", ["A. $10", "B. $6.5", "C. $13", "D. $7"], "C"],
        [21, "If a consumer places a value of $13 on a particular good and if the price of the good is $16, then the", ["A. consumer enjoys consumer surplus if he or she buys the good.", "B. consumer does not purchase the good.", "C. market is not a competitive market.", "D. price of the good will fall due to market forces."], "B"],
        [22, "Henry is willing to pay 45 cents, and Janine is willing to pay 55 cents, for 1 pound of bananas. When the price of bananas falls from 50 cents a pound to 40 cents a pound,", ["A. Henry experiences an increase in consumer surplus, but Janine does not.", "B. Janine experiences an increase in consumer surplus, but Henry does not.", "C. both Janine and Henry experience an increase in consumer surplus.", "D. neither Janine nor Henry experiences an increase in consumer surplus."], "C"],
        [23, "Dawn's bridal boutique is having a sale on evening dresses. The increase in consumer surplus comes from the benefit of the lower prices to", ["A. only existing customers who now get lower prices on the gowns they were already planning to purchase.", "B. only new customers who enter the market because of the lower prices.", "C. both existing customers who now get lower prices on the gowns they were already planning to purchase and new customers who enter the market because of the lower prices.", "D. Consumer surplus does not increase; it decreases."], "C"],
        [24, "Billie Jo values a stainless steel dishwasher for her new house at $500, but she succeeds in buying one for $425.Billie Jo's willingness to pay for the dishwasher is", ["A. $150.", "B. $425.", "C. $500.", "D. $850."], "C"],
        [25, "If the price a consumer pays for a product is equal to a consumer's willingness to pay, then the consumer surplus relevant to that purchase is", ["A. zero.", "B. negative, and the consumer would not purchase the product.", "C. positive, and the consumer would purchase the product.", "D. There is not enough information given to answer this question."], "A"],
        [26, "Suppose there is an early freeze in California that reduces the size of the lemon crop. As the price of lemons rises, what happens to consumer surplus in the market for lemons?", ["A. Consumer surplus increases", "B. Consumer surplus decreases", "C. Consumer surplus is not affected by this change in market forces", "D. We would have to know whether the demand for lemons is relatively elastic or inelastic to make this determination"], "B"],
        [27, "Suppose the market demand curve for a good passes through the point (quantity demanded = 100, price = $25). If there are five buyers in the market, then", ["A. the marginal buyer's willingness to pay for the 100th unit of the good is $25.", "B. the sum of the five buyers' willingness to pay for the 100th unit of the good is $25.", "C. the average of the five buyers' willingness to pay for the 100th unit of the good is $25.", "D. all of the five buyers are willing to pay at least $25 for the 100th unit of the good."], "A"],
        [28, "If the cost of producing chairs decreases causing the price of chairs to decrease, consumer surplus in the chair market will", ["A. increase.", "B. decrease.", "C. remain constant.", "D. increase for some buyers and decrease for other buyers."], "A"],
        [29, "Which of the following will cause a decrease in consumer surplus?", ["A. An increase in the production cost of the good", "B. The imposition of a binding price floor in the market", "C. A decrease in the number of sellers of the good", "D. A technological improvement in the production of the good"], "B"],
        [30, "When the demand for a good increases and the supply of the good remains unchanged, consumer surplus", ["A. decreases.", "B. is unchanged.", "C. increases.", "D. may increase, decrease, or remain unchanged."], "D"],
        [31, "Suppose televisions are a normal good and buyers of televisions experience a decrease in income. As a result, consumer surplus in the television market", ["A. decreases.", "B. is unchanged.", "C. increases.", "D. may increase, decrease, or remain unchanged."], "D"],
        [32, "Motor oil and gasoline are complements. If the price of motor oil increases, consumer surplus in the gasoline market", ["A. decreases.", "B. is unchanged.", "C. increases.", "D. may increase, decrease, or remain unchanged."], "D"],
        [33, "Denis buys strawberries, and he would be willing to pay more than he now pays. Suppose that Denis has a change in his tastes such that he values strawberries more than before. If the market price is the same as before, then", ["A. Denis's consumer surplus would be unaffected.", "B. Denis's consumer surplus would increase.", "C. Denis's consumer surplus would decrease.", "D. Denis should buy fewer strawberries than before."], "B"],
        [34, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_11.png\" alt=\"id:34\"><br>When the price is P1, consumer surplus is", ["A. A.", "B. A+B.", "C. A+B+C.", "D. A+B+D."], "C"],
        [35, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_11.png\" alt=\"id:34\"><br>Suppose that the price falls from P2 to P1.Area C represents the", ["A. decrease in consumer surplus that results from a downward-sloping demand curve.", "B. consumer surplus to new consumers who enter the market when the price falls.", "C. additional consumer surplus to initial consumers.", "D. decrease in consumer surplus in the market when the price increases from P1 to P2."], "B"],
        [36, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_11.png\" alt=\"id:34\"><br>When the price falls from P2 to P1, consumer surplus", ["A. increases by an amount equal to B.", "B. increases by an amount equal to B+C.", "C. decreases by an amount equal to B+C.", "D. decreases by an amount equal to C."], "B"],
        [37, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_12.png\" alt=\"id:37\"><br>At the equilibrium price, consumer surplus is", ["A. $1800.", "B. $2400.", "C. $600.", "D. $4,800."], "B"],
        [38, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_12.png\" alt=\"id:38\"><br>If the government imposes a price floor of $110 in this market, then consumer surplus will decrease by", ["A. $2400.", "B. $600.", "C. $1800.", "D. $1200."], "C"],
        [39, "Which of the following is true when the price of a good or service falls?", ["A. Buyers who were already buying the good or service are worse off.", "B. More buyers enter the market.", "C. The total consumer surplus in the market decreases.", "D. The total value of purchases before and after the price change is the same."], "B"],
        [40, "What happens to consumer surplus in the smart watch market if smart watches are normal goods and income of the smart watch buyers falls?", ["A. Consumer surplus decreases.", "B. Consumer surplus remains unchanged.", "C. Consumer surplus increases.", "D. Consumer surplus may increase, decrease, or remain unchanged."], "D"],
        [41, "As a result of a decrease in price,", ["A. new buyers enter the market, increasing consumer surplus.", "B. new buyers enter the market, decreasing consumer surplus.", "C. existing buyers exit the market, increasing consumer surplus.", "D. existing buyers exit the market, decreasing consumer surplus."], "A"],
        [42, "A seller's opportunity cost measures the", ["A. value of everything she must give up to produce a good.", "B. amount she is paid for a good minus her cost of providing it.", "C. consumer surplus.", "D. out-of-pocket expenses to produce a good but not the value of her time."], "A"],
        [43, "Cost is a measure of the", ["A. seller's willingness to sell.", "B. seller's producer surplus.", "C. producer shortage.", "D. seller's willingness to buy."], "A"],
        [44, "Jim builds furniture for a living. Jim's out-of-pocket expenses (for wood, paint, etc.) plus the value that he places on his own time amount to his", ["A. producer surplus.", "B. producer deficit.", "C. cost of building furniture.", "D. profit."], "C"],
        [45, "A supply curve can be used to measure producer surplus because it reflects", ["A. the actions of sellers.", "B. quantity supplied.", "C. sellers' costs.", "D. the amount that will be purchased by consumers in the market."], "C"],
        [46, "Producer surplus measures the", ["A. costs to sellers of participating in a market.", "B. price that buyers are willing to pay for sellers’ output of a good or service.", "C. benefits to sellers of participating in a market.", "D. benefit to sellers of producing a greater quantity of a good or service than buyers demand."], "C"],
        [47, "Alex tutors in his spare time for extra income. Students are willing to pay $48 per hour for as many hours Alex is willing to tutor. On a particular day, he is willing to tutor the first hour for $16, the second hour for $24.0, the third hour for $29.0, and the fourth hour for $48.Assume Alex is rational in deciding how many hours to tutor. His producer surplus is", ["A. $56.0.", "B. $75.0.", "C. $133.0.", "D. $69.0."], "B"],
        [48, "At Mike's Bakery, the cost of making one croissant is $1.50.If Mike sells 20 croissants and gains producer surplus of $40.00, then Mike must be selling his croissants for", ["A. $1.50 each.", "B. $2.00 each.", "C. $3.50 each.", "D. $30.00 each."], "C"],
        [49, "Mike and Sarah sell lemonade on the corner for $2.10 per cup. It costs them $0.10 to make each cup. On a certain day, their producer surplus is $40.How many cups did Mike and Sarah sell?", ["A. 10", "B. 40", "C. 2", "D. 20"], "D"],
        [50, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_13.png\" alt=\"id:50\"><br>If the market price is $1,000, the producer surplus in the market is", ["A. $100.", "B. $400.", "C. $300.", "D. $600."], "B"],
        [51, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_13.png\" alt=\"id:51\"><br>If the price is $1,150, who would be willing to supply the product?", ["A. Mike and Laura", "B. Mike, Laura, and Alex", "C. David and Codi", "D. Alex, David and Codi"], "C"],
        [52, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_13.png\" alt=\"id:52\"><br>Suppose each of the five sellers can supply at most one unit of the good. The market quantity supplied is exactly 2 if the price is", ["A. $1,250.", "B. $1,300.", "C. $700.", "D. $950."], "D"],
        [53, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_14.png\" alt=\"id:53\"><br>If the sellers bid against each other for the right to sell the good to a consumer, then the good will sell for", ["A. $50 or slightly more.", "B. $100 or slightly less.", "C. $150 or slightly less.", "D. $200 or slightly more."], "B"],
        [54, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_15.png\" alt=\"id:54\"><br>The equilibrium market price for 10 piano lessons is $400.What is the total producer surplus in the market?", ["A. $0", "B. $300", "C. $400", "D. $700"], "C"],
        [55, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_16.png\" alt=\"id:55\"><br>You want to hire a professional photographer to take pictures of your family. The table shows the costs of the four potential sellers in the local photography market. Which of the following graphs represents the market supply curve?", ["A. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_17.png\" alt=\"id:55\">", "B. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_18.png\" alt=\"id:55\">", "C. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_19.png\" alt=\"id:55\">", "D. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_20.png\" alt=\"id:55\">"], "C"],
        [56, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_21.png\" alt=\"id:56\"><br>If the price of the good is $13.00, then producer surplus is", ["A. $17.00.", "B. $16.00.", "C. $17.50.", "D. $6.00."], "C"],
        [57, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_22.png\" alt=\"id:57\"><br>Which area represents producer surplus when the price is P1?", ["A. BCG", "B. ACH", "C. ABGD", "D. DGH"], "A"],
        [58, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_22.png\" alt=\"id:58\"><br>When the price rises from P1 to P2, which area represents the increase in producer surplus due to new producers entering the market?", ["A. BCG", "B. ACH", "C. AHGB", "D. DGH"], "D"],
        [59, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:59\"><br>If the supply curve is S, the demand curve is D, and the equilibrium price is $100, what is the producer surplus?", ["A. $625", "B. $1,250", "C. $2,500", "D. $5,000"], "C"],
        [60, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:60\"><br>If the supply curve is S', the demand curve is D, and the equilibrium price is $150, what is the producer surplus?", ["A. $625", "B. $1,250", "C. $2,500", "D. $5,000"], "A"],
        [61, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:61\"><br>If the demand curve is D and the supply curve shifts from S' to S, what is the change in producer surplus?", ["A. Producer surplus increases by $625.", "B. Producer surplus increases by $1,875.", "C. Producer surplus decreases by $625.", "D. Producer surplus decreases by $1,875."], "B"],
        [62, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:62\"><br>If the supply curve is S and the demand curve shifts from D to D', what is the change in producer surplus?", ["A. Producer surplus increases by $3,125", "B. Producer surplus increases by $5,625", "C. Producer surplus decreases by $3,125", "D. Producer surplus decreases by $5,625"], "A"],
        [63, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:63\"><br>If the supply curve is S and the demand curve shifts from D to D', what is the increase in producer surplus to existing producers?", ["A. $625", "B. $2,500", "C. $3,125", "D. $5,625"], "B"],
        [64, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:64\"><br>If the supply curve is S and the demand curve shifts from D to D', what is the increase in producer surplus due to new producers entering the market?", ["A. $625", "B. $2,500", "C. $3,125", "D. $5,625"], "A"],
        [65, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_24.png\" alt=\"id:65\"><br>When the price is P2, producer surplus is", ["A. A.", "B. A+C.", "C. A+B+C.", "D. D+G."], "C"],
        [66, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_24.png\" alt=\"id:66\"><br>Suppose producer surplus is larger than C but smaller than A+B+C. The price of the good must be", ["A. lower than P1.", "B. P1.", "C. between P1 and P2.", "D. higher than P2."], "C"],
        [67, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_24.png\" alt=\"id:67\"><br>When the price falls from P2 to P1, producer surplus", ["A. decreases by an amount equal to C.", "B. decreases by an amount equal to A+B.", "C. decreases by an amount equal to A+C.", "D. increases by an amount equal to A+B."], "B"],
        [68, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_24.png\" alt=\"id:67\"><br>Area A represents", ["A. producer surplus to new producers entering the market as the result of an increase in price from P1 to P2.", "B. the increase in consumer surplus that results from an upward-sloping supply curve.", "C. the increase in total surplus when sellers are willing and able to increase supply from Q1 to Q2.", "D. the increase in producer surplus to those producers already in the market when the price increases from P1 to P2."], "D"],
        [69, "Producer surplus directly measures", ["A. the well-being of society as a whole.", "B. the well-being of buyers and sellers.", "C. the well-being of sellers.", "D. sellers' willingness to sell."], "C"],
        [70, "Which of the following will cause an increase in producer surplus?", ["A. The imposition of a binding price ceiling in the market", "B. Buyers expect the price of the good to be lower next month", "C. The price of a substitute increases", "D. Income increases and buyers consider the good to be inferior"], "C"],
        [71, "The Surgeon General announces that eating chocolate increases tooth decay. As a result, the equilibrium price of chocolate", ["A. increases, and producer surplus increases.", "B. increases, and producer surplus decreases.", "C. decreases, and producer surplus increases.", "D. decreases, and producer surplus decreases."], "D"],
        [72, "Which of the following events would increase producer surplus?", ["A. Sellers' costs stay the same and the price of the good increases.", "B. Sellers' costs increase and the price of the good stays the same.", "C. Sellers' costs increase and the price of the good decreases.", "D. Sellers' costs stay the same and the price of the good decreases."], "A"],
        [73, "Which tools allow economists to determine if the allocation of resources determined by free markets is desirable?", ["A. Profits and costs to firms", "B. Consumer and producer surplus", "C. The equilibrium price and quantity", "D. Incomes of and prices paid by buyers"], "B"],
        [74, "We can say that the allocation of resources is efficient if", ["A. producer surplus is maximized.", "B. consumer surplus is maximized.", "C. total surplus is maximized.", "D. sellers' costs are minimized."], "C"],
        [75, "The distinction between efficiency and equality can be described as follows:", ["A. Efficiency refers to maximizing the number of trades among buyers and sellers; equality refers to maximizing the gains from trade among buyers and sellers.", "B. Efficiency refers to minimizing the price paid by buyers; equality refers to maximizing the gains from trade among buyers and sellers.", "C. Efficiency refers to maximizing the size of the pie; equality refers to producing a pie of a given size at the least possible cost.", "D. Efficiency refers to maximizing the size of the pie; equality refers to distributing the pie fairly among members of society."], "D"],
        [76, "If an allocation of resources is efficient, then", ["A. consumer surplus is maximized.", "B. producer surplus is maximized.", "C. all potential gains from trade among buyers are sellers are being realized.", "D. the allocation achieves equality as well."], "C"],
        [77, "Moving production from a high-cost producer to a low-cost producer will", ["A. lower total surplus.", "B. raise total surplus.", "C. lower producer surplus.", "D. raise producer surplus but lower consumer surplus."], "B"],
        [78, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:78\"><br>The equilibrium price is", ["A. $10.00.", "B. $8.00.", "C. $6.00.", "D. $4.00."], "D"],
        [79, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:79\"><br>At a price of $2.00, total surplus is", ["A. larger than it would be at the equilibrium price.", "B. smaller than it would be at the equilibrium price.", "C. the same as it would be at the equilibrium price.", "D. There is insufficient information to make this determination."], "B"],
        [80, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:80\"><br>Both the demand curve and the supply curve are straight lines. At equilibrium, consumer surplus is", ["A. $24.", "B. $36.", "C. $42.", "D. $48."], "D"],
        [81, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:81\"><br>Both the demand curve and the supply curve are straight lines. At equilibrium, producer surplus is", ["A. $24.", "B. $32.", "C. $48.", "D. $64."], "A"],
        [82, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:82\"><br>Both the demand curve and the supply curve are straight lines. At equilibrium, total surplus is", ["A. $44.", "B. $56.", "C. $72.", "D. $96."], "C"],
        [83, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:83\"><br>Both the demand curve and the supply curve are straight lines. If the price is $4 but only 6 units are bought and sold, consumer surplus will be", ["A. $21.", "B. $28.", "C. $36.", "D. $42."], "C"],
        [84, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:84\"><br>Both the demand curve and the supply curve are straight lines. If the price is $4 but only 6 units are bought and sold, producer surplus will be", ["A. $16.", "B. $18.", "C. $24.", "D. $26."], "B"],
        [85, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:85\"><br>Both the demand curve and the supply curve are straight lines. If the price is $4 but only 6 units are bought and sold, total surplus will be", ["A. $42.", "B. $48.", "C. $54.", "D. $60."], "C"],
        [86, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_26.png\" alt=\"id:86\"><br>If the government imposes a price ceiling of $55 in this market, then total surplus will be", ["A. $187.50.", "B. $125.00.", "C. $250.00.", "D. $266.67."], "C"],
        [87, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_27.png\" alt=\"id:87\"><br>Total surplus can be measured as the area", ["A. JNK.", "B. JNML.", "C. JRL.", "D. JNL."], "D"],
        [88, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:88\"><br>The equilibrium price is", ["A. P1.", "B. P2.", "C. P3.", "D. P4."], "B"],
        [89, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:89\"><br>At equilibrium, consumer surplus is represented by the area", ["A. A.", "B. A+B+C.", "C. D+H+F.", "D. A+B+C+D+H+F."], "B"],
        [90, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:90\"><br>If the price were P3, consumer surplus would be represented by the area", ["A. A.", "B. A+B+C.", "C. D+H+F.", "D. A+B+C+D+H+F."], "A"],
        [91, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:91\"><br>At equilibrium, producer surplus is represented by the area", ["A. F.", "B. F+G.", "C. D+H+F.", "D. D+H+F+G+I."], "C"],
        [92, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:92\"><br>At equilibrium, total surplus is represented by the area", ["A. A+B+C.", "B. A+B+D+F.", "C. A+B+C+D+H+F.", "D. A+B+C+D+H+F+G+I."], "C"],
        [93, "Suppose that the equilibrium price in the market for widgets is $5.If a law increased the minimum legal price for widgets to $6, producer surplus", ["A. would necessarily increase even if the higher price resulted in a surplus of widgets.", "B. would necessarily decrease because the higher price would create a surplus of widgets.", "C. might increase or decrease.", "D. would be unaffected."], "C"],
        [94, "A simultaneous increase in both the demand for tablets and the supply of tablets would imply that", ["A. both the value of tablets to consumers and the cost of producing tablets has increased.", "B. both the value of tablets to consumers and the cost of producing tablets has decreased.", "C. the value of tablets to consumers has decreased, and the cost of producing tablets has increased.", "D. the value of tablets to consumers has increased, and the cost of producing tablets has decreased."], "D"],
        [95, "Tomato sauce and spaghetti noodles are complementary goods. A decrease in the price of tomatoes will", ["A. increase consumer surplus in the market for tomato sauce and decrease producer surplus in the market for spaghetti noodles.", "B. increase consumer surplus in the market for tomato sauce and increase producer surplus in the market for spaghetti noodles.", "C. decrease consumer surplus in the market for tomato sauce and increase producer surplus in the market for spaghetti noodles.", "D. decrease consumer surplus in the market for tomato sauce and decrease producer surplus in the market for spaghetti noodles."], "B"],
        [96, "Steak and chicken are substitutes. A sharp reduction in the supply of steak would", ["A. increase consumer surplus in the market for steak and decrease producer surplus in the market for chicken.", "B. increase consumer surplus in the market for steak and increase producer surplus in the market for chicken.", "C. decrease consumer surplus in the market for steak and increase producer surplus in the market for chicken.", "D. decrease consumer surplus in the market for steak and decrease producer surplus in the market for chicken."], "C"],
        [97, "Efficiency in a market is achieved when", ["A. a social planner intervenes and sets the quantity of output after evaluating buyers' willingness to pay and sellers' costs.", "B. the sum of producer surplus and consumer surplus is maximized.", "C. all firms are producing the good at the same low cost per unit.", "D. no buyer is willing to pay more than the equilibrium price for any unit of the good."], "B"],
        [98, "A result of welfare economics is that the equilibrium price of a product is considered to be the best price because it", ["A. maximizes both the total revenue for firms and the quantity supplied of the product.", "B. maximizes the combined welfare of buyers and sellers.", "C. minimizes costs and maximizes output.", "D. minimizes the level of welfare payments."], "B"],
        [99, "The distinction between efficiency and equality can be described as follows:", ["A. Efficiency refers to maximizing the number of trades among buyers and sellers; equality refers to maximizing the gains from trade among buyers and sellers.", "B. Efficiency refers to minimizing the price paid by buyers; equality refers to maximizing the gains from trade among buyers and sellers.", "C. Efficiency refers to maximizing the size of the pie; equality refers to producing a pie of a given size at the least possible cost.", "D. Efficiency refers to maximizing the size of the pie; equality refers to distributing the pie fairly among members of society."], "D"]
    ]
}