{
    "title": ["id", "question", "options", "answer"],
    "type": ["int++", "string", "json", "string"],
    "content": [
        [1, "Rent-control laws dictate", ["A. the exact rent that landlords must charge tenants.", "B. only a maximum rent that landlords may charge tenants.", "C. only a minimum rent that landlords may charge tenants.", "D. both a minimum rent and a maximum rent that landlords may charge tenants."], "B"],
        [2, "Minimum-wage laws dictate", ["A. the exact wage that firms must pay workers.", "B. only a maximum wage that firms may pay workers.", "C. only a minimum wage that firms may pay workers.", "D. both a minimum wage and a maximum wage that firms may pay workers."], "C"],
        [3, "The presence of a price control in a market for a good or service usually is an indication that", ["A. an insufficient quantity of the good or service was being produced in that market to meet the public’s need.", "B. the usual forces of supply and demand were not able to establish an equilibrium price in that market.", "C. policymakers believed that the price that prevailed in that market in the absence of price controls was unfair to buyers or sellers.", "D. policymakers correctly believed that price controls would generate no inequities of their own once imposed."], "C"],
        [4, "A price ceiling is", ["A. often imposed on markets in which “cutthroat competition” would prevail without a price ceiling.", "B. a legal maximum on the price at which a good can be sold.", "C. often imposed when sellers of a good are successful in their attempts to convince the government that the market outcome is unfair without a price ceiling.", "D. imposed to make sure everyone can earn a fair wage."], "B"],
        [5, "If a price ceiling is binding, then", ["A. there will be no effect on the market price or quantity sold.", "B. there will be a surplus in the market.", "C. the market will be more efficient than it would be without the price ceiling.", "D. there will be a shortage in the market."], "D"],
        [6, "Which of the following observations would be consistent with the imposition of a price ceiling that is higher than equilibrium price? After the price ceiling is established, ", ["A. there will be no effect on the market price or quantity sold.", "B. a smaller quantity of the good is demanded.", "C. a larger quantity of the good is supplied.", "D. the price rises above the previous equilibrium."], "A"],
        [7, "If the government imposes a binding price ceiling on a market, then the price paid by buyers will", ["A. decrease, and the quantity sold in the market will decrease.", "B. increase, and the quantity sold in the market will increase.", "C. increase, and the quantity sold in the market will decrease.", "D. decrease, and the quantity sold in the market will increase."], "A"],
        [8, "To say that a price ceiling is binding is to say that the price ceiling", ["A. results in a surplus.", "B. is set below the equilibrium price.", "C. causes quantity supplied to exceed quantity demanded.", "D. is set above the equilibrium price."], "B"],
        [9, "A surplus results when a", ["A. nonbinding price floor is imposed on a market.", "B. nonbinding price floor is removed from a market.", "C. binding price floor is imposed on a market.", "D. binding price floor is removed from a market."], "C"],
        [10, "The imposition of a binding price ceiling on a market causes", ["A. quantity demanded to be greater than quantity supplied.", "B. quantity demanded to be less than quantity supplied.", "C. quantity demanded to be equal to quantity supplied.", "D. the price of the good to be greater than its equilibrium price."], "A"],
        [11, "Suppose the government wants to encourage Americans to exercise more, so it imposes a binding price ceiling on the market for in-home treadmills. As a result,", ["A. the demand for treadmills will increase.", "B. the supply of treadmills will decrease.", "C. a shortage of treadmills will develop.", "D. a surplus of treadmills will develop."], "C"],
        [12, "Suppose the equilibrium price of a physical examination (\"physical\") by a doctor is $200, and the government imposes a price ceiling of $150 per physical. As a result of the price ceiling, the", ["A. demand curve for physicals shifts to the right.", "B. supply curve for physicals shifts to the left.", "C. quantity demanded of physicals increases, and the quantity supplied of physicals decreases.", "D. number of physicals performed stays the same."], "C"],
        [13, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_01.png\" alt=\"id:13\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_02.png\" alt=\"id:13\"><br>A binding price ceiling is shown in", ["A. graph (a) only.", "B. graph (b) only.", "C. both graph (a) and graph (b).", "D. neither graph (a) nor graph (b)."], "B"],
        [14, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_01.png\" alt=\"id:14\"><br>The price ceiling shown in graph (a)", ["A. is not binding.", "B. creates a surplus.", "C. creates a shortage.", "D. is binding."], "A"],
        [15, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_03.png\" alt=\"id:15\"><br>The price ceiling", ["A. causes a shortage of 60 units of the good.", "B. makes it necessary for sellers to ration the good using a mechanism other than price.", "C. is not binding because it is set below the equilibrium price.", "D. causes a shortage of 30 units of the good."], "B"],
        [16, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_03.png\" alt=\"id:16\"><br>The price ceiling causes quantity", ["A. supplied to exceed quantity demanded by 60 units.", "B. supplied to exceed quantity demanded by 90 units.", "C. demanded to exceed quantity supplied by 30 units.", "D. demanded to exceed quantity supplied by 90 units."], "D"],
        [17, "A legal minimum on the price at which a good can be sold is called a", ["A. price subsidy.", "B. price floor.", "C. tax.", "D. price ceiling."], "B"],
        [18, "A price floor is", ["A. a legal maximum on the price at which a good can be sold.", "B. often imposed when buyers of a good are successful in their attempts to convince the government that the market outcome is unfair without a price floor.", "C. a source of efficiency in a market.", "D. a legal minimum on the price at which a good can be sold."], "D"],
        [19, "If a price floor is not binding, then", ["A. the equilibrium price is above the price floor.", "B. the equilibrium price is below the price floor.", "C. there will be a surplus in the market.", "D. there will be a shortage in the market."], "A"],
        [20, "If a price floor is not binding, then", ["A. there will be a surplus in the market.", "B. there will be a shortage in the market.", "C. there will be no effect on the market price or quantity sold.", "D. the market will be less efficient than it would be without the price floor."], "C"],
        [21, "If a nonbinding price floor is imposed on a market, then the", ["A. quantity sold in the market will decrease.", "B. quantity sold in the market will stay the same.", "C. price in the market will increase.", "D. price in the market will decrease."], "B"],
        [22, "If the government removes a binding price floor from a market, then the price paid by buyers will", ["A. increase, and the quantity sold in the market will increase.", "B. increase, and the quantity sold in the market will decrease.", "C. decrease, and the quantity sold in the market will increase.", "D. decrease, and the quantity sold in the market will decrease."], "C"],
        [23, "A surplus results when a", ["A. nonbinding price floor is imposed on a market.", "B. nonbinding price floor is removed from a market.", "C. binding price floor is imposed on a market.", "D. binding price floor is removed from a market."], "C"],
        [24, "If a binding price floor is imposed on the video game market, then", ["A. the demand for video games will decrease.", "B. the supply of video games will increase.", "C. a surplus of video games will develop.", "D. a shortage of video games will develop."], "C"],
        [25, "Suppose the equilibrium price of a stick of deodorant is $4, and the government imposes a price floor of $5 per stick. As a result of the price floor, the", ["A. demand curve for deodorant shifts to the left.", "B. supply curve for deodorant shifts to the right.", "C. quantity demanded of deodorant decreases, and the quantity of deodorant that firms want to supply increases.", "D. quantity supplied of deodorant stays the same."], "C"],
        [26, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_04.png\" alt=\"id:26\"><br>A government-imposed price of $6 in this market is an example of a", ["A. binding price ceiling that creates a shortage.", "B. nonbinding price ceiling that creates a shortage", "C. binding price floor that creates a surplus.", "D. nonbinding price floor that creates a surplus."], "C"],
        [27, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_06.png\" alt=\"id:27\"><br>In graph (b), there will be", ["A. a shortage.", "B. equilibrium in the market.", "C. a surplus.", "D. lines of people waiting to buy the good."], "C"],
        [28, "Price ceilings and price floors that are binding", ["A. are desirable because they make markets more efficient and more fair.", "B. cause surpluses and shortages to persist because price cannot adjust to the market equilibrium price.", "C. can have the effect of restoring a market to equilibrium.", "D. are imposed because they can make the poor in the economy better off without causing adverse effects."], "B"],
        [29, "Consider the market for gasoline. Buyers", ["A. and sellers would lobby for a price ceiling.", "B. and sellers would lobby for a price floor.", "C. would lobby for a price ceiling, whereas sellers would lobby for a price floor.", "D. would lobby for a price floor, whereas sellers would lobby for a price ceiling."], "C"],
        [30, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_07.png\" alt=\"id:30\"><br>Which of the following statements is not correct?", ["A. When the price is $10, quantity supplied equals quantity demanded.", "B. When the price is $6, there is a surplus of 8 units.", "C. When the price is $12, there is a surplus of 4 units.", "D. When the price is $16, quantity supplied exceeds quantity demanded by 12 units."], "B"],
        [31, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_07.png\" alt=\"id:31\"><br>A government-imposed price of $12 in this market is an example of a", ["A. binding price ceiling that creates a shortage.", "B. nonbinding price ceiling that creates a shortage.", "C. binding price floor that creates a surplus.", "D. nonbinding price floor that creates a surplus."], "C"],
        [32, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_08.png\" alt=\"id:32\"><br>When a certain price control is imposed on this market, the resulting quantity of the good that is actually bought and sold is such that buyers are willing and able to pay a maximum of P1 dollars per unit for that quantity and sellers are willing and able to accept a minimum of P2 dollars per unit for that quantity. If P1 − P2 = $3, then the price control is", ["A. only a price ceiling of $3.00.", "B. only a price ceiling of $6.00.", "C. only a price floor of $6.00.", "D. either a price ceiling of $3.00 or a price floor of $6.00."], "D"],
        [33, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_09.png\" alt=\"id:33\"><br>If the government imposes a price ceiling at $9, it would be", ["A. binding if market demand is Demand A or Demand B.", "B. nonbinding if market demand is Demand A or Demand B.", "C. binding if market demand is Demand A and nonbinding if market demand is Demand B.", "D. nonbinding if market demand is Demand A and binding if market demand is Demand B."], "D"],
        [34, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_09.png\" alt=\"id:34\"><br>Which of the following statements is not correct?", ["A. A government-imposed price of $12 would be a binding price floor if market demand is Demand A and a binding price ceiling if market demand is Demand B.", "B. A government-imposed price of $15 would be a binding price ceiling if market demand is either Demand A or Demand B.", "C. A government-imposed price of $6 would be a binding price ceiling if market demand is either Demand A or Demand B.", "D. A government-imposed price of $15 would be a binding price floor if market demand is Demand A and a nonbinding price ceiling if market demand is Demand B."], "B"],
        [35, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_10.png\" alt=\"id:35\"><br>When the price ceiling is enforced in this market and the supply curve for gasoline shifts from S1 to S2,", ["A. the market price will increase to P3.", "B. a surplus will occur at the new market price of P2.", "C. the market price will stay at P1.", "D. a shortage will occur at the new market price of P2."], "D"],
        [36, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_10.png\" alt=\"id:36\"><br>When the price ceiling is enforced in this market, and the supply curve for gasoline shifts from S1 to S2, the resulting quantity of gasoline that is bought and sold is", ["A. less than Q3.", "B. Q3.", "C. between Q1 and Q3", "D. at least Q1."], "A"],
        [37, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_10.png\" alt=\"id:37\"><br>In 1973, OPEC restricted supply and U.S. government regulations limited the price oil companies could charge for gasoline. Which of the following statements best relates the figure to the events that occurred in the United States in the 1970s?", ["A. Buyers of gasoline paid a price of P1 before 1973; they paid a price of P2 after OPEC increased the price of crude oil in 1973, and there was a shortage of gasoline at that price.", "B. Buyers of gasoline paid a price of P1 before 1973; they paid a price of P3 after OPEC increased the price of crude oil in 1973, and there was a shortage of gasoline at that price.", "C. Buyers of gasoline paid a price of P2 before 1973; they paid a price of P3 after OPEC increased the price of crude oil in 1973, with no shortage of gasoline at that price.", "D. The price ceiling was binding before 1973; the price ceiling was no longer binding after OPEC increased the price of crude oil in 1973."], "A"],
        [38, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_11.png\" alt=\"id:38\"><br>How many units of the good are purchased after the imposition of the price floor?", ["A. 5", "B. 9", "C. 10", "D. 15"], "A"],
        [39, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_11.png\" alt=\"id:39\"><br>Following the imposition of a price floor $2 above the equilibrium price, irate buyers convince Congress to repeal the price floor and to impose a price ceiling $1 below the former price floor. The resulting market price is", ["A. $2.", "B. $3.", "C. $4.", "D. $5."], "B"],
        [40, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_12.png\" alt=\"id:40\"><br>In this market, a minimum wage of $7 is", ["A. binding and creates a labor shortage.", "B. binding and creates unemployment.", "C. nonbinding and creates a labor shortage.", "D. nonbinding and creates neither a labor shortage nor unemployment."], "B"],
        [41, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_12.png\" alt=\"id:41\"><br>In this market, a minimum wage of $7 creates a labor", ["A. shortage of 21,000 worker hours.", "B. shortage of 12,000 worker hours.", "C. surplus of 21,000 worker hours.", "D. surplus of 12,000 worker hours."], "D"],
        [42, "In the 1970s, long lines at gas stations in the United States were primarily a result of the fact that", ["A. OPEC raised the price of crude oil in world markets.", "B. U.S. gasoline producers raised the price of gasoline.", "C. the U.S. government maintained a price ceiling on gasoline.", "D. Americans typically commuted long distances."], "C"],
        [43, "When OPEC raised the price of crude oil in the 1970s, it caused the", ["A. demand for gasoline to increase.", "B. demand for gasoline to decrease.", "C. supply of gasoline to increase.", "D. supply of gasoline to decrease."], "D"],
        [44, "When OPEC raised the price of crude oil in the 1970s, it caused the United States’", ["A. nonbinding price floor on gasoline to become binding.", "B. binding price floor on gasoline to become nonbinding.", "C. nonbinding price ceiling on gasoline to become binding.", "D. binding price ceiling on gasoline to become nonbinding."], "C"],
        [45, "Rent control", ["A. serves as an example of how a social problem can be alleviated or even solved by government policies.", "B. serves as an example of a price ceiling.", "C. is regarded by most economists as an efficient way of helping the poor.", "D. is the most efficient way to allocate scarce housing resources."], "B"],
        [46, "The goal of rent control is to", ["A. facilitate controlled economic experiments in urban areas.", "B. help landlords by assuring them a low vacancy rate for their apartments.", "C. help the poor by assuring them an adequate supply of apartments.", "D. help the poor by making housing more affordable."], "D"],
        [47, "Which of the following is not a rationing mechanism used by landlords in cities with rent control?", ["A. Waiting lists", "B. Race", "C. Price", "D. Bribes"], "C"],
        [48, "Under rent control, bribery is a potential mechanism to", ["A. bring the total price of an apartment (including the bribe) closer to the equilibrium price.", "B. allocate housing to the poorest individuals in the market.", "C. force the total price of an apartment (including the bribe) to be less than the market price.", "D. allocate housing to the most deserving tenants."], "A"],
        [49, "Under rent control, landlords can cease to be responsive to tenants' concerns about the quality of the housing because", ["A. with rent control, the government guarantees landlords a minimum level of profit.", "B. they become resigned to the fact that many of their apartments are going to be vacant at any given time.", "C. with shortages and waiting lists, they have no incentive to maintain and improve their property.", "D. with rent control, it becomes the government's responsibility to maintain rental housing."], "C"],
        [50, "Which of the following is not a result of rent control?", ["A. Fewer new apartments offered for rent", "B. Less maintenance provided by landlords", "C. Bribery", "D. Higher quality housing"], "D"],
        [51, "In the housing market, supply and demand are", ["A. more elastic in the short run than in the long run, and so rent control leads to a larger shortage of apartments in the short run than in the long run.", "B. more elastic in the short run than in the long run, and so rent control leads to a larger shortage of apartments in the long run than in the short run.", "C. more elastic in the long run than in the short run, and so rent control leads to a larger shortage of apartments in the short run than in the long run.", "D. more elastic in the long run than in the short run, and so rent control leads to a larger shortage of apartments in the long run than in the short run."], "D"],
        [52, "In the market for apartments, rent control causes the quantity supplied", ["A. and quantity demanded to fall.", "B. to fall and quantity demanded to rise.", "C. to rise and quantity demanded to fall.", "D. and quantity demanded to rise."], "B"],
        [53, "Which of the following is correct?", ["A. Rent control and the minimum wage are both examples of price ceilings.", "B. Rent control is an example of a price ceiling, and the minimum wage is an example of a price floor.", "C. Rent control is an example of a price floor, and the minimum wage is an example of a price ceiling.", "D. Rent control and the minimum wage are both examples of price floors."], "B"],
        [54, "The minimum wage was instituted to ensure workers", ["A. a middle-class standard of living.", "B. employment.", "C. a minimally adequate standard of living.", "D. unemployment compensation."], "C"],
        [55, "Which of the following is not correct?", ["A. The economy contains many labor markets for different types of workers.", "B. The impact of a minimum wage depends on the skill and experience of the worker.", "C. A minimum wage would be binding for workers with high skills and much experience.", "D. A minimum wage would not be binding if the equilibrium wage was above the minimum wage."], "C"],
        [56, "The Earned Income Tax Credit, a government program that supplements the incomes of low-wage workers, is an example of a", ["A. minimum-wage law.", "B. price ceiling.", "C. wage subsidy.", "D. rent subsidy."], "C"],
        [57, "One disadvantage of government subsidies over price controls is that subsidies", ["A. prevent the attainment of equilibrium in the markets in which they are imposed.", "B. make higher taxes necessary.", "C. are always unfair to those with low incomes.", "D. cause unemployment."], "B"],
        [58, "Consider the U.S. market for chocolate, a market in which the government has imposed a nonbinding price ceiling. Which of the following events could convert the price ceiling from a nonbinding to a binding price ceiling?", ["A. A government study that shows that consuming chocolate increases the incidence of cancer.", "B. A large increase in the size of the cocoa bean crop; cocoa beans are used to produce chocolate.", "C. South American cocoa bean producers refuse to ship to chocolate producers in the United States.", "D. A sharp drop in consumer income; chocolate is a normal good."], "C"],
        [59, "If the government removes a tax on a good, then the price paid by buyers will", ["A. increase, and the price received by sellers will increase.", "B. increase, and the price received by sellers will decrease.", "C. decrease, and the price received by sellers will increase.", "D. decrease, and the price received by sellers will decrease."], "C"],
        [60, "When a tax is placed on the sellers of a product, buyers pay", ["A. more, and sellers receive more than they did before the tax.", "B. more, and sellers receive less than they did before the tax.", "C. less, and sellers receive more than they did before the tax.", "D. less, and sellers receive less than they did before the tax."], "B"],
        [61, "A tax on the sellers of bottled water will increase the price of bottled water paid by buyers,", ["A. increase the effective price of bottled water received by sellers, and increase the equilibrium quantity of bottled water.", "B. increase the effective price of bottled water received by sellers, and decrease the equilibrium quantity of bottled water.", "C. decrease the effective price of bottled water received by sellers, and increase the equilibrium quantity of bottled water.", "D. decrease the effective price of bottled water received by sellers, and decrease the equilibrium quantity of bottled water."], "D"],
        [62, "If the government levies a $1600 tax per boat on sellers of boats, then the price paid by buyers of boats would", ["A. increase by more than $1600.", "B. increase by exactly $1600.", "C. increase by less than $1600.", "D. decrease by an indeterminate amount."], "C"],
        [63, "When a tax is placed on the sellers of smart watches, the size of the smart watch market", ["A. and the effective price received by sellers both increase.", "B. increases, but the effective price received by sellers decreases.", "C. decreases, but the effective price received by sellers increases.", "D. and the effective price received by sellers both decrease."], "D"],
        [64, "Suppose sellers of cologne are required to send $2.25 to the government for every bottle of cologne they sell. Further, suppose this tax causes the price paid by buyers of cologne to rise by $1.35 per bottle. Which of the following statements is correct?", ["A. The effective price received by sellers is $0.90 per bottle less than it was before the tax.", "B. Sixty percent of the burden of the tax falls on sellers.", "C. This tax causes the demand curve for cologne to shift downward by $2.25 at each quantity of cologne.", "D. This tax does not change the quantity of cologne bought and sold."], "A"],
        [65, "If a tax is levied on the sellers of a product, then the demand curve will", ["A. shift down.", "B. shift up.", "C. become flatter.", "D. not shift."], "D"],
        [66, "A tax on the buyers of smart watches encourages", ["A. sellers to supply a smaller quantity at every price.", "B. buyers to demand a smaller quantity at every price.", "C. sellers to supply a larger quantity at every price.", "D. buyers to demand a larger quantity at every price."], "B"],
        [67, "Suppose there is currently a tax of $100 per ticket on airline tickets. Sellers of airline tickets are required to pay the tax to the government. If the tax is reduced from $100 per ticket to $80 per ticket, then the", ["A. demand curve will shift upward by $20, and the price paid by buyers will decrease by less than $20.", "B. demand curve will shift upward by $20, and the price paid by buyers will decrease by $20.", "C. supply curve will shift downward by $20, and the effective price received by sellers will increase by less than $20.", "D. supply curve will shift downward by $20, and the effective price received by sellers will increase by $20."], "C"],
        [68, "A $1.55 tax levied on the buyers of milkshakes will shift the demand curve", ["A. upward by exactly $1.55.", "B. upward by less than $1.55.", "C. downward by exactly $1.55.", "D. downward by less than $1.55."], "C"],
        [69, "Suppose buyers of protein shakes are required to send $1.40 to the government for every protein shake they buy. Further, suppose this tax causes the effective price received by sellers of protein shakes to fall by $0.70 per protein shake. Which of the following statements is correct?", ["A. This tax causes the supply curve for protein shakes to shift downward by $1.40 at each quantity.", "B. The price paid by buyers is $0.70 per shake more than it was before the tax.", "C. Forty percent of the burden of the tax falls on buyers.", "D. This tax causes the demand curve for protein shakes to shift downward by $1.40 at each quantity."], "D"],
        [70, "Which of the following is not correct?", ["A. Taxes levied on sellers and taxes levied on buyers are not equivalent.", "B. A tax places a wedge between the price that buyers pay and the price that sellers receive.", "C. The wedge between the buyers’ price and the sellers’ price is the same, regardless of whether the tax is levied on buyers or sellers.", "D. In the new after-tax equilibrium, buyers and sellers share the burden of the tax."], "A"],
        [71, "If the government wants to reduce the burning of fossil fuels, it should impose a tax on", ["A. only the buyers of gasoline.", "B. only the sellers of gasoline.", "C. either buyers or sellers of gasoline.", "D. whichever side of the market is less elastic."], "C"],
        [72, "The term tax incidence refers to", ["A. whether buyers or sellers of a good are required to send tax payments to the government.", "B. whether the demand curve or the supply curve shifts when the tax is imposed.", "C. the distribution of the tax burden between buyers and sellers.", "D. widespread view that taxes (and death) are the only certainties in life."], "C"],
        [73, "When a tax is placed on the buyers of bottled water, the", ["A. sellers bear the entire burden of the tax.", "B. buyers bear the entire burden of the tax.", "C. burden of the tax will always be equally divided between the buyers and the sellers.", "D. burden of the tax will be shared by the buyers and the sellers, but the division of the burden is not always equal."], "D"],
        [74, "If a tax is levied on the sellers of shrimp, then", ["A. buyers will bear the entire burden of the tax.", "B. sellers will bear the entire burden of the tax.", "C. buyers and sellers will share the burden of the tax.", "D. the government will bear the entire burden of the tax."], "C"],
        [75, "Suppose the government imposes a 20-cent tax on the sellers of artificially-sweetened beverages. The tax would shift", ["A. demand, raising both the equilibrium price and quantity in the market for artificially sweetened beverages.", "B. demand, lowering the equilibrium price and raising the equilibrium quantity in the market for artificially sweetened beverages.", "C. supply, raising the equilibrium price and lowering the equilibrium quantity in the market for artificially sweetened beverages.", "D. supply, lowering the equilibrium price and raising the equilibrium quantity in the market for artificially sweetened beverages."], "C"],
        [76, "Suppose the government imposes a 50-cent tax on the sellers of packets of chewing gum. The tax would", ["A. shift the supply curve upward by less than 50 cents.", "B. raise the equilibrium price by 50 cents.", "C. create a 50-cent tax burden each for buyers and sellers.", "D. discourage market activity."], "D"],
        [77, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_13.png\" alt=\"id:77\"><br>The price that buyers pay after the tax is imposed is", ["A. $8.", "B. $10.", "C. $16.", "D. $24."], "D"],
        [78, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_13.png\" alt=\"id:78\"><br>The amount of the tax per unit is", ["A. $6.", "B. $8.", "C. $14.", "D. $18."], "C"],
        [79, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_13.png\" alt=\"id:79\"><br>The per-unit burden of the tax on buyers is", ["A. $6.", "B. $8.", "C. $14.", "D. $24."], "B"],
        [80, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_14.png\" alt=\"id:80\"><br>Suppose a tax of $2 per unit is imposed on this market. What will be the new equilibrium quantity in this market?", ["A. Less than 60 units", "B. 60 units", "C. Between 60 units and 100 units", "D. Greater than 100 units"], "C"],
        [81, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_14.png\" alt=\"id:81\"><br>Suppose a tax of $2 per unit is imposed on this market. How much will buyers pay per unit after the tax is imposed?", ["A. $3", "B. Between $3 and $5", "C. Between $5 and $7", "D. $7"], "C"],
        [82, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_14.png\" alt=\"id:82\"><br>Suppose a tax of $2 per unit is imposed on this market. Which of the following is correct?", ["A. One-fourth of the burden of the tax will fall on buyers, and three-fourths of the burden of the tax will fall on sellers.", "B. One-third of the burden of the tax will fall on buyers, and two-thirds of the burden of the tax will fall on sellers.", "C. One-half of the burden of the tax will fall on buyers, and one-half of the burden of the tax will fall on sellers.", "D. Two-thirds of the burden of the tax will fall on buyers, and one-third of the burden of the tax will fall on sellers."], "C"],
        [83, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_15.png\" alt=\"id:83\"><br>Suppose a tax of $84 per unit is imposed on this market. Which of the following is correct?", ["A. Buyers and sellers will share the burden of the tax equally.", "B. Sellers will bear more of the burden of the tax than buyers will.", "C. Buyers will bear more of the burden of the tax than sellers will.", "D. There is no tax burden."], "C"],
        [84, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_16.png\" alt=\"id:84\"><br>What is the amount of the tax per unit?", ["A. $1", "B. $2", "C. $3", "D. $4"], "D"],
        [85, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_16.png\" alt=\"id:85\"><br>Acme, Inc. is a seller of the good. Acme sells a unit of the good to a buyer and then pays the tax on that unit to the government. After paying the tax, Acme receives how much?", ["A. $8.00", "B. $9.00", "C. $10.50", "D. $12.00"], "A"],
        [86, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_16.png\" alt=\"id:86\"><br>How is the burden of the tax shared between buyers and sellers? Buyers bear", ["A. three-fourths of the burden, and sellers bear one-fourth of the burden.", "B. two-thirds of the burden, and sellers bear one-third of the burden.", "C. one-half of the burden, and sellers bear one-half of the burden.", "D. one-fourth of the burden, and sellers bear three-fourths of the burden."], "A"],
        [87, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_16.png\" alt=\"id:87\"><br>Suppose buyers, rather than sellers, were required to pay this tax (in the same amount per unit as shown in the graph). Relative to the tax on sellers, the tax on buyers would result in", ["A. buyers bearing a larger share of the tax burden.", "B. sellers bearing a smaller share of the tax burden.", "C. the same amount of tax revenue for the government.", "D. an increase in the amount of tax revenue for the government."], "C"],
        [88, "Which of the following causes the price paid by buyers to be different than the price received by sellers?", ["A. Binding price floor", "B. Binding price ceiling", "C. Tax on the good", "D. Nonbinding price control"], "C"],
        [89, "The price paid by buyers in a market will decrease if the government", ["A. increases a binding price floor in that market.", "B. increases a binding price ceiling in that market.", "C. decreases a tax on the good sold in that market.", "D. increases a tax on the good sold in that market."], "C"],
        [90, "Which of the following causes a shortage of a good?", ["A. Binding price floor", "B. Binding price ceiling", "C. Tax on the good", "D. Nonbinding price control"], "B"],
        [91, "A payroll tax is a", ["A. fixed number of dollars that every firm must pay to the government for each worker that the firm hires.", "B. tax that each firm must pay to the government before the firm can hire workers and operate its business.", "C. tax on the wages that firms pay their workers.", "D. tax on all wages above the minimum wage."], "C"],
        [92, "You receive a paycheck from your employer, and your pay stub indicates that $300 was deducted to pay the FICA (Social Security/Medicare) tax. Which of the following statements is correct?", ["A. You will owe $300 per paycheck to pay the FICA tax for the remainder of the fiscal year regardless of your wages.", "B. Your employer is required by law to pay $150 to match half the $300 deducted from your check.", "C. This type of tax is an example of a sales tax.", "D. The $300 that you paid is not necessarily the true burden of the tax that falls on you, the employee."], "D"],
        [93, "Most labor economists believe that the supply of labor is", ["A. less elastic than the demand, and, therefore, firms bear most of the burden of the payroll tax.", "B. less elastic than the demand, and, therefore, workers bear most of the burden of the payroll tax.", "C. more elastic than the demand, and, therefore, workers bear most of the burden of the payroll tax.", "D. more elastic than the demand, and, therefore, firms bear most of the burden of the payroll tax."], "B"],
        [94, "The federal government uses the revenue from the FICA (Federal Insurance Contribution Act) tax to pay for", ["A. unemployment compensation.", "B. the salaries of members of Congress.", "C. Social Security and Medicare.", "D. housing subsidies for low-income people."], "C"],
        [95, "Suppose that in a particular market, the supply curve is highly elastic and the demand curve is highly inelastic. If a tax is imposed in this market, then the", ["A. buyers will bear a greater burden of the tax than the sellers.", "B. sellers will bear a greater burden of the tax than the buyers.", "C. buyers and sellers are likely to share the burden of the tax equally.", "D. buyers and sellers will not share the burden equally, but it is impossible to determine who will bear the greater burden of the tax without more information."], "A"],
        [96, "Suppose that the demand for picture frames is highly inelastic, and the supply of picture frames is highly elastic. A tax of $1 per frame levied on picture frames will increase the price paid by buyers of picture frames by", ["A. less than $0.50.", "B. $0.50.", "C. between $0.50 and $1.", "D. $1."], "C"],
        [97, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_17.png\" alt=\"id:97\"><br>The buyers will bear the highest share of the tax burden compared to sellers if the demand is", ["A. D1, and the supply is S1.", "B. D2, and the supply is S1.", "C. D1, and the supply is S2.", "D. D2, and the supply is S2."], "D"],
        [98, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_17.png\" alt=\"id:98\"><br>Suppose D1 represents the demand curve for paperback novels, D2 represents the demand curve for gasoline, and S1 is representative of the supply curve for paperback novels as well as the supply curve for gasoline. After the imposition of the $2 tax on paperback novels and on gasoline, the ", ["A. buyers of gasoline bear a higher burden of the $2 tax than buyers of paperback novels.", "B. sellers of gasoline bear a higher burden of the $2 tax than sellers of paperback novels.", "C. buyers of gasoline bear an equal burden of the $2 tax as buyers of paperback novels.", "D. buyers of gasoline bear a lower burden of the $2 tax than buyers of paperback novels."], "A"],
        [99, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_17.png\" alt=\"id:99\"><br>Suppose D1 represents the demand curve for gasoline in both the short run and long run, S1 represents the supply curve for gasoline in the short run, and S2 represents the supply curve for gasoline in the long run. After the imposition of the $2 tax, the price paid by buyers will be", ["A. higher in the long run than in the short run.", "B. higher in the short run than in the long run.", "C. equivalent in the short run and the long run.", "D. unable to be determined without additional information."], "A"],
        [100, "Suppose that a tax is placed on books. If the buyers pay the majority of the tax, then we know that the", ["A. demand is more inelastic than the supply.", "B. supply is more inelastic than the demand.", "C. government has required that buyers remit the tax payments.", "D. government has required that sellers remit the tax payments."], "A"],
        [101, "Which of the following statements is correct?", ["A. A tax levied on buyers will never be partially paid by sellers.", "B. Who bears the burden of a tax depends on the price elasticities of supply and demand.", "C. Government can decide who ultimately pays a tax.", "D. A tax levied on sellers always will be passed on completely to buyers."], "B"],
        [102, "<img style=\"width: 33%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_18.png\" alt=\"id:102\"><img style=\"width: 33%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_19.png\" alt=\"id:102\"><img style=\"width: 33%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_20.png\" alt=\"id:102\"><br>In which market will the majority of the tax burden fall on buyers?", ["A. The market shown in graph (a).", "B. The market shown in graph (b)", "C. The market shown in graph (c)", "D. The tax burden on buyers is the same for all three graphs."], "B"],
        [103, "The burden of a luxury tax usually falls", ["A. more on the rich than on the middle class.", "B. more on the poor than on the rich.", "C. more on the middle class than on the rich.", "D. equally on the rich, the middle class, and the poor."], "C"]
    ]
}