{
    "title": ["id", "question", "options", "answer"],
    "type": ["int++", "string", "json", "string"],
    "content": [
        [1, "The price elasticity of demand measures", ["A. buyers' responsiveness to a change in the price of a good.", "B. the extent to which demand increases as additional buyers enter the market.", "C. how much more of a good consumers will demand when incomes rise.", "D. the movement along a supply curve when there is a change in demand."], "A"],
        [2, "Demand is said to be price elastic if", ["A. the price of the good responds substantially to changes in demand.", "B. demand shifts substantially when income or the expected future price of the good changes.", "C. buyers do not respond much to changes in the price of the good.", "D. buyers respond substantially to changes in the price of the good."], "D"],
        [3, "Demand is said to be inelastic if", ["A. buyers respond substantially to changes in the price of the good.", "B. demand shifts only slightly when the price of the good changes.", "C. the quantity demanded changes only slightly when the price of the good changes.", "D. the price of the good responds only slightly to changes in demand."], "C"],
        [4, "Which of the following is not a determinant of the price elasticity of demand for a good?", ["A. The definition of the market for the good", "B. The flatness of the supply curve for the good", "C. The availability of substitutes for the good", "D. Whether a good is a necessity or a luxury"], "B"],
        [5, "Goods with many close substitutes tend to have", ["A. more elastic demands.", "B. less elastic demands.", "C. price elasticities of demand that are unit elastic.", "D. income elasticities of demand that are negative."], "A"],
        [6, "For a good that is a luxury, demand", ["A. tends to be inelastic.", "B. tends to be elastic.", "C. has unit elasticity.", "D. cannot be represented by a demand curve in the usual way."], "B"],
        [7, "A good will have a more inelastic demand, the", ["A. greater the availability of close substitutes.", "B. broader the definition of the market.", "C. longer the period of time.", "D. more it is regarded as a luxury."], "B"],
        [8, "If the price of apples rises, when is the price elasticity of demand likely to be the highest?", ["A. Immediately after the price increase", "B. One month after the price increase", "C. Three months after the price increase", "D. One year after the price increase"], "D"],
        [9, "Suppose that gasoline prices increase dramatically this month. Kaliah commutes 100 miles to work each weekday. Over the next few months, Kaliah drives less on the weekends to try to save money. Within the year, she sells her home and purchases one only 10 miles from her place of employment. These examples illustrate the importance of", ["A. the time horizon in determining the price elasticity of demand.", "B. the availability of close substitutes in determining the price elasticity of demand.", "C. a necessity versus a luxury in determining the price elasticity of demand.", "D. the definition of a market in determining the price elasticity of demand."], "A"],
        [10, "The demand for grape-flavored Hubba Bubba bubble gum is likely", ["A. inelastic because there are many close substitutes for grape-flavored Hubba Bubba.", "B. elastic because there are many close substitutes for grape-flavored Hubba Bubba.", "C. inelastic because the market is broadly defined.", "D. elastic because the market is broadly defined."], "B"],
        [11, "Which of the following is likely to have the most price elastic demand?", ["A. Dental floss", "B. Milk", "C. Diamond earrings", "D. Salt"], "C"],
        [12, "Which of the following is likely to have the most price inelastic demand?", ["A. White chocolate chip with macadamia nut cookies", "B. Cookies", "C. Mrs. Field's chocolate chip cookies", "D. Milk chocolate chip cookies"], "B"],
        [13, "When the price of candy bars is $1.10, the quantity demanded is 340 per day. When the price falls to $0.90, the quantity demanded increases to 350.<br>Given this information and using the midpoint method, we know that the demand for candy bars is", ["A. inelastic.", "B. elastic.", "C. unit elastic.", "D. perfectly inelastic."], "A"],
        [14, "Suppose the price of a bag of frozen chicken nuggets decreases from $6.10 to $5.90 and, as a result, the quantity of bags demanded increases from 560 to 620.<br>Using the midpoint method, the price elasticity of demand for frozen chicken nuggets in the given price range is", ["A. 0.33.", "B. 0.10.", "C. 3.05.", "D. 0.03."], "C"],
        [15, "Using the midpoint method, the price elasticity of demand for a good is computed to be approximately 1.45.<br>Which of the following events is consistent with a 20 percent decrease in the quantity of the good demanded?", ["A. An increase of 29.0 percent in the price of the good", "B. An increase of 13.79 percent in the price of the good", "C. An increase in the price of the good from $29.00 to $20", "D. An increase in the price of the good from $20 to $49.00"], "B"],
        [16, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_01.png\" alt=\"id:16\"><br>Which of the following is consistent with the elasticities given in Table 5-1?", ["A. A is a luxury and B is a necessity.", "B. A is a good after an increase in income and B is that same good after a decrease in income.", "C. A has fewer substitutes than B.", "D. A is a good immediately after a price increase and B is that same good three years after the price increase."], "A"],
        [17, "If the price elasticity of demand for a good is 5, then a 10 percent increase in price results in a", ["A. 0.50 percent decrease in the quantity demanded.", "B. 2.00 percent decrease in the quantity demanded.", "C. 50.00 percent decrease in the quantity demanded.", "D. 100.00 percent decrease in the quantity demanded."], "C"],
        [18, "For a particular good, a 12 percent increase in price causes a 3 percent decrease in quantity demanded. Which of the following statements is most likely applicable to this good?", ["A. There are many substitutes for this good.", "B. The good is a necessity.", "C. The market for the good is narrowly defined.", "D. The relevant time horizon is long."], "B"],
        [19, "If a 9 percent increase in price for a good results in an 8 percent decrease in quantity demanded, the price elasticity of demand is", ["A. 1.13.", "B. 0.09.", "C. 0.89.", "D. 0.08."], "C"],
        [20, "Studies indicate that the price elasticity of demand for cigarettes is about 0.4.<br>A government policy aimed at reducing smoking changed the price of a pack of cigarettes from $2 to $6.<br>According to the midpoint method, the government policy should have reduced smoking by", ["A. 30 percent.", "B. 40 percent.", "C. 80 percent.", "D. 250 percent."], "B"],
        [21, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_02.png\" alt=\"id:21\"><br>Using the midpoint method, if the price falls from $80 to $60, the absolute value of the price elasticity of demand is", ["A. 0.43.", "B. 2.33.", "C. 0.29.", "D. 0.67."], "B"],
        [22, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_02.png\" alt=\"id:22\"><br>Using the midpoint method, if the price falls from $80 to $60, the price elasticity of demand is", ["A. zero.", "B. unit elastic.", "C. inelastic.", "D. elastic."], "D"],
        [23, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_03.png\" alt=\"id:23\"><br>Between point A and point B, price elasticity of demand is equal to", ["A. 0.33.", "B. 0.67.", "C. 1.5.", "D. 2.67."], "C"],
        [24, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_03.png\" alt=\"id:24\"><br>Between point A and point B on the graph, demand is", ["A. perfectly elastic.", "B. inelastic.", "C. unit elastic.", "D. elastic, but not perfectly elastic."], "D"],
        [25, "Elasticity of demand is closely related to the slope of the demand curve. The more responsive buyers are to a change in price, the", ["A. steeper the demand curve will be.", "B. flatter the demand curve will be.", "C. further to the right the demand curve will sit.", "D. closer to the vertical axis the demand curve will sit."], "B"],
        [26, "Suppose demand is perfectly inelastic, and the supply of the good in question decreases. As a result,", ["A. the equilibrium price increases, and the equilibrium quantity is unchanged.", "B. the equilibrium quantity decreases, and the equilibrium price is unchanged.", "C. the equilibrium quantity and the equilibrium price both are unchanged.", "D. buyers' total expenditure on the good is unchanged."], "A"],
        [27, "When small changes in price lead to infinite changes in quantity demanded, demand is perfectly", ["A. elastic, and the demand curve will be horizontal.", "B. inelastic, and the demand curve will be horizontal.", "C. elastic, and the demand curve will be vertical.", "D. inelastic, and the demand curve will be vertical."], "A"],
        [28, "Hailey says that she would smoke one pack of cigarettes each day regardless of the price. If she is telling the truth, Hailey's", ["A. demand for cigarettes is perfectly inelastic.", "B. price elasticity of demand for cigarettes is infinite.", "C. income elasticity of demand for cigarettes is 0.", "D. demand for cigarettes is unit elastic."], "A"],
        [29, "Demarcus says that he will spend exactly $25 each month on new apps for his mobile device, regardless of the price of apps. Demarcus's demand for apps is", ["A. perfectly elastic.", "B. unit elastic.", "C. perfectly inelastic.", "D. somewhat inelastic, but not perfectly inelastic."], "B"],
        [30, "Which of the following could be the price elasticity of demand for a good for which a decrease in price would increase total revenue?", ["A. 0.9", "B. 0.0", "C. 1", "D. 2.5"], "D"],
        [31, "When the price of good A is $50, the quantity demanded of good A is 500 units. When the price of good A rises to $70, the quantity demanded of good A falls to 400 units. Using the midpoint method, the price elasticity of demand for good A is", ["A. 1.50, and an increase in price will result in an increase in total revenue for good A.", "B. 1.50, and an increase in price will result in a decrease in total revenue for good A.", "C. 0.67, and an increase in price will result in an increase in total revenue for good A.", "D. 0.67, and an increase in price will result in a decrease in total revenue for good A."], "C"],
        [32, "Skip's Sealcoating Service increased its total monthly revenue from $12,000 to $13,500 when it raised the price of driveway repairs from $600 to $750.<br>The price elasticity of demand for Skip's Sealcoating Service is", ["A. 0.11.", "B. 0.47.", "C. 1.12.", "D. 2.11."], "B"],
        [33, "You are in charge of the local city-owned aquatic center. You need to increase the revenue generated by the aquatic center to meet expenses. The mayor advises you to increase the price of a day pass. The city manager recommends reducing the price of a day pass. You realize that", ["A. the mayor thinks demand is elastic, and the city manager thinks demand is inelastic.", "B. both the mayor and the city manager think that demand is elastic.", "C. both the mayor and the city manager think that demand is inelastic.", "D. the mayor thinks demand is inelastic, and the city manager thinks demand is elastic."], "D"],
        [34, "If the demand for donuts is inelastic, then an increase in the price of donuts will", ["A. increase total revenue of donuts sellers.", "B. decrease total revenue of donuts sellers.", "C. not change total revenue of donuts sellers.", "D. change total revenue of donuts sellers but in an unknown way without more information."], "A"],
        [35, "Your younger sister needs $50 to buy a new bike. She has opened a lemonade stand to make the money she needs. Your mother is paying for all of the ingredients. She currently is charging 25 cents per cup, but she wants to adjust her price to earn the $50 faster. If you know that the demand for lemonade is elastic, what is your advice to her?", ["A. Leave the price at 25 cents and be patient.", "B. Raise the price to increase total revenue.", "C. Lower the price to increase total revenue.", "D. There isn't enough information given to answer this question."], "C"],
        [36, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_04.png\" alt=\"id:36\"><br>The section of the demand curve at point B represents the", ["A. unit section of the demand curve.", "B. elastic section of the demand curve.", "C. inelastic section of the demand curve.", "D. perfectly elastic section of the demand curve."], "A"],
        [37, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_04.png\" alt=\"id:37\"><br>If the price decreases in the region of the demand curve between points B to A, we can expect total revenue to", ["A. decrease.", "B. stay the same.", "C. increase.", "D. first decrease, then increase until total revenue is maximized."], "A"],
        [38, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_05.png\" alt=\"id:38\"><br>Using the midpoint method, between prices of $10 and $20, price elasticity of demand is about", ["A. 0.18.", "B. 0.12.", "C. 0.67.", "D. 5.67."], "A"],
        [39, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_05.png\" alt=\"id:39\"><br>The maximum value of total revenue corresponds to a price of", ["A. $20.", "B. $50.", "C. $70.", "D. $100."], "B"],
        [40, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_05.png\" alt=\"id:40\"><br>At a price of $60 per unit, sellers' total revenue equals", ["A. $1,000.", "B. $1,200.", "C. $1,400.", "D. $1,160."], "B"],
        [41, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_06.png\" alt=\"id:41\"><br>If rectangle D is larger than rectangle A, then which of the following is not correct?", ["A. Demand is elastic between prices P1 and P2.", "B. A decrease in price from P2 to P1 will cause an increase in total revenue.", "C. The magnitude of the percentage change in price between P1 and P2 is smaller than the magnitude of the corresponding percent change in quantity demanded.", "D. An increase in price from P1 to P2 will cause an increase in total revenue."], "D"],
        [42, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_06.png\" alt=\"id:42\"><br>Total revenue when the price is P1 is represented by", ["A. areas B + D.", "B. areas A + B.", "C. areas C + D.", "D. area D."], "A"],
        [43, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_07.png\" alt=\"id:43\"><br>Using the midpoint method, the price elasticity of demand between point X and point Y is", ["A. 0.4.", "B. 1.", "C. 2.", "D. 2.5."], "D"],
        [44, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_07.png\" alt=\"id:44\"><br>If the price decreased from $36 to $12, total revenue would", ["A. increase by $4,800, and demand is elastic between points X and Z.", "B. increase by $7,200, and demand is elastic between points X and Z.", "C. decrease by $4,800, and demand is inelastic between points X and Z.", "D. decrease by $7,200, and demand is inelastic between points X and Z."], "A"],
        [45, "Income elasticity of demand measures how", ["A. the quantity demanded changes as consumer income changes.", "B. consumer purchasing power is affected by a change in the price of a good.", "C. the price of a good is affected when there is a change in consumer income.", "D. many units of a good a consumer can buy given a certain income level."], "A"],
        [46, "For which of the following goods is the income elasticity of demand likely highest?", ["A. Water", "B. Boats", "C. Doctor's visits", "D. Shoes"], "B"],
        [47, "For which of the following goods is the income elasticity of demand likely lowest?", ["A. Water", "B. Pineapples", "C. Sapphire pendant necklaces", "D. Yachts"], "A"],
        [48, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_08.png\" alt=\"id:48\"><br>Using the midpoint method, the income elasticity of demand for good Y is", ["A. 2.33, and good Y is a normal good.", "B. −2.33, and good Y is an inferior good.", "C. −0.43, and good Y is a normal good.", "D. −0.43, and good Y is an inferior good."], "B"],
        [49, "Last year, Damaris bought 8 burgers when her income was $43,000.<br>This year, her income is $54,000, and she purchased 9 burgers. Holding other factors constant and using the midpoint method, it follows that Damaris's income elasticity of demand is about", ["A. 1.93, and Damaris regards burgers as inferior goods.", "B. 1.93, and Damaris regards burgers as normal goods.", "C. 0.52, and Damaris regards burgers as inferior goods.", "D. 0.52, and Damaris regards burgers as normal goods."], "D"],
        [50, "You and your college roommate eat three packages of Ramen noodles each week. After graduation last month, both of you were hired at several times your college income. You still enjoy Ramen noodles very much and buy even more, but your roommate plans to buy fewer Ramen noodles in favor of foods she prefers more. When looking at income elasticity of demand for Ramen noodles, yours would", ["A. be negative, and your roommate's would be positive.", "B. be positive, and your roommate's would be negative.", "C. be zero, and your roommate's would approach infinity.", "D. approach infinity, and your roommate's would be zero."], "B"],
        [51, "Assume that a 4 percent increase in income results in a 2 percent increase in the quantity demanded of a good. The income elasticity of demand for the good is", ["A. negative, and the good is an inferior good.", "B. negative, and the good is a normal good.", "C. positive, and the good is a normal good.", "D. positive, and the good is an inferior good."], "C"],
        [52, "When her income increased from $10,000 to $20,000, Heather's consumption of macaroni decreased from 10 pounds to 5 pounds and her consumption of soy-burgers increased from 2 pounds to 4 pounds. Using the midpoint method, we can conclude that for Heather, macaroni", ["A. and soy-burgers are both normal goods with income elasticities equal to 1.", "B. is an inferior good and soy-burgers are normal goods; both have income elasticities of 1.", "C. is an inferior good with an income elasticity of -1 and soy-burgers are normal goods with an income elasticity of 1.", "D. and soy-burgers are both inferior goods with income elasticities equal to -1."], "C"],
        [53, "Cross-price elasticity of demand measures how", ["A. the price of one good changes in response to a change in the price of another good.", "B. the quantity demanded of one good changes in response to a change in the quantity demanded of another good.", "C. the quantity demanded of one good changes in response to a change in the price of another good.", "D. strongly normal or inferior a good is."], "C"],
        [54, "If two goods are complements, their cross-price elasticity will be", ["A. positive.", "B. negative.", "C. zero.", "D. equal to the difference between the income elasticities of demand for the two goods."], "B"],
        [55, "For which pairs of goods is the cross-price elasticity most likely to be positive?", ["A. Peanut butter and jelly", "B. Bicycle frames and bicycle tires", "C. Pens and pencils", "D. Digital college textbooks and iPhones"], "C"],
        [56, "Suppose that when the price of good X increases from $600 to $720, the quantity demanded of good Y decreases from 67 to 15.<br>Using the midpoint method, the cross-price elasticity of demand is about", ["A. 6.98, and X and Y are substitutes.", "B. –0.14, and X and Y are complements.", "C. 0.14, and X and Y are substitutes.", "D. –6.98, and X and Y are complements."], "D"],
        [57, "Suppose the cross-price elasticity of demand between peanut butter and jelly is −2.50.<br>This implies that a 20 percent increase in the price of peanut butter will cause the quantity of jelly purchased to", ["A. fall by 8 percent.", "B. fall by 50 percent.", "C. rise by 8 percent.", "D. rise by 50 percent."], "B"],
        [58, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Suppose the demand function for good X is given by: Qdx = 15 −  0.5Px − 0.8Py where Qdx is the quantity demanded of good X, Px is the price of good X, and Py is the price of good Y, which is related to good X.</div>. Using the midpoint method, if the price of good X is constant at $10 and the price of good Y decreases from $10 to $8, the cross-price elasticity of demand is about", ["A. 0.57, and X and Y are substitutes.", "B. −0.22, and X and Y are complements.", "C. −0.80, and X and Y are complements.", "D. −2.57, and X and Y are complements."], "D"],
        [59, "The price elasticity of supply measures how much", ["A. the quantity supplied responds to changes in input prices.", "B. the quantity supplied responds to changes in the price of the good.", "C. the price of the good responds to changes in supply.", "D. sellers respond to changes in technology."], "B"],
        [60, "A key determinant of the price elasticity of supply is the", ["A. time horizon.", "B. income of consumers.", "C. price elasticity of demand.", "D. importance of the good in a consumer’s budget."], "A"],
        [61, "The supply of a good will be more elastic, the", ["A. more the good is considered a luxury.", "B. broader is the definition of the market for the good.", "C. larger the number of close substitutes for the good.", "D. longer the time period being considered."], "D"],
        [62, "Suppose that two supply curves pass through the same point. One is steep, and the other is flat. Which of the following statements is correct?", ["A. The flatter supply curve represents a supply that is inelastic relative to the supply represented by the steeper supply curve.", "B. The steeper supply curve represents a supply that is inelastic relative to the supply represented by the flatter supply curve.", "C. Given two prices with which to calculate the price elasticity of supply, that elasticity would be the same for both curves.", "D. A decrease in demand will increase total revenue if the steeper supply curve is relevant, while a decrease in demand will decrease total revenue if the flatter supply curve is relevant."], "B"],
        [63, "If the price elasticity of supply is 0.7, and a price increase led to a 4.2 percent increase in quantity supplied, then the price increase is about", ["A. 0.17 percent.", "B. 2.94 percent.", "C. 6.00 percent.", "D. 5.00 percent."], "C"],
        [64, "If the price elasticity of supply is 0.8, and price increased by 21 percent, quantity supplied would", ["A. increase by 26.25 percent.", "B. increase by 16.80 percent.", "C. decrease by 26.25 percent.", "D. decrease by 16.80 percent."], "B"],
        [65, "If a 23 percent change in price results in a 21 percent change in quantity supplied, then the price elasticity of supply is about", ["A. 1.10, and supply is elastic.", "B. 1.10, and supply is inelastic.", "C. 0.91, and supply is inelastic.", "D. 0.91, and supply is elastic."], "C"],
        [66, "Suppose the price elasticity of supply for cheese is 0.6 in the short run and 1.4 in the long run. If an increase in the demand for cheese causes the price of cheese to increase by 15 percent, then the quantity supplied of cheese will increase by", ["A. 0.4 percent in the short run and 4.6 percent in the long run.", "B. 1.7 percent in the short run and 0.7 percent in the long run.", "C. 9 percent in the short run and 21 percent in the long run.", "D. 25 percent in the short run and 10.7 percent in the long run."], "C"],
        [67, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_09.png\" alt=\"id:67\"><br>Using the midpoint method, which of the three supply curves represents the least elastic supply?", ["A. Supply curve A", "B. Supply curve B", "C. Supply curve C", "D. All three supply curves have the same elasticity."], "A"],
        [68, "A manufacturer produces 410 units when the market price is $8 per unit and produces 470 units when the market price is $10 per unit. Using the midpoint method, for this range of prices, the price elasticity of supply is about", ["A. 1.63.", "B. 0.14.", "C. 0.61.", "D. 0.22."], "C"],
        [69, "In January, the price of dark chocolate candy bars was $2.00, and Willy's Chocolate Factory produced 80 pounds. In February, the price of dark chocolate candy bars was $2.50, and Willy's produced 110 pounds. In March, the price of dark chocolate candy bars was $3.00, and Willy's produced 140 pounds. Using the midpoint method, the price elasticity of supply of Willy's dark chocolate candy bars was about", ["A. 0.70 when the price increased from $2.00 to $2.50 and 0.76 when the price increased from $2.50 to $3.00.", "B. 0.88 when the price increased from $2.00 to $2.50 and 1.08 when the price increased from $2.50 to $3.00.", "C. 1.42 when the price increased from $2.00 to $2.50 and 1.32 when the price increased from $2.50 to $3.00.", "D. 1.50 when the price increased from $2.00 to $2.50 and 1.18 when the price increased from $2.50 to $3.00."], "C"],
        [70, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_10.png\" alt=\"id:70\"><br>Along which of these segments of the supply curve is supply least elastic?", ["A. BA", "B. DC", "C. FD", "D. FE"], "A"],
        [71, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_10.png\" alt=\"id:71\"><br>Using the midpoint method, what is the price elasticity of supply between points F and E?", ["A. 2.33", "B. 0.67", "C. 0.29", "D. 0.43"], "A"],
        [72, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_11.png\" alt=\"id:72\"><br>Using the midpoint method, what is the price elasticity of supply between point B and point C?", ["A. 1.44", "B. 1.29", "C. 0.96", "D. 0.69"], "A"],
        [73, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_11.png\" alt=\"id:73\"><br>If, holding the supply curve fixed, there were an increase in demand that caused the equilibrium price to increase from $6 to $7, then sellers' total revenue would", ["A. increase.", "B. decrease.", "C. remain unchanged.", "D. The effect on total revenue cannot be determined from the given information."], "A"],
        [74, "Which of the following statements is valid when the market supply curve is vertical?", ["A. Market quantity supplied does not change when the price changes.", "B. Supply is perfectly elastic.", "C. An increase in market demand will increase the equilibrium quantity.", "D. An increase in market demand will not increase the equilibrium price."], "A"],
        [75, "A decrease in supply will cause the largest increase in price when", ["A. both supply and demand are inelastic.", "B. both supply and demand are elastic.", "C. demand is elastic and supply is inelastic.", "D. demand is inelastic and supply is elastic."], "A"],
        [76, "Suppose researchers at the University of Wisconsin discover a new vitamin that increases the milk production of dairy cows. If the demand for milk is relatively inelastic, the discovery will", ["A. raise both price and total revenues.", "B. lower both price and total revenues.", "C. raise price and lower total revenues.", "D. lower price and raise total revenues."], "B"],
        [77, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. The equilibrium price will", ["A. decrease in both the milk and steak markets.", "B. increase in the milk market and decrease in the steak market.", "C. decrease in the milk market and increase in the steak market.", "D. increase in both the milk and steak markets."], "D"],
        [78, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. The equilibrium quantity will", ["A. increase in both the milk and steak markets.", "B. increase in the milk market and decrease in the steak market.", "C. decrease in the milk market and increase in the steak market.", "D. decrease in both the milk and steak markets."], "D"],
        [79, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. The change in equilibrium price will be", ["A. greater in the milk market than in the steak market.", "B. greater in the steak market than in the milk market.", "C. the same in the milk and steak markets.", "D. unknown without more information."], "A"],
        [80, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. The change in equilibrium quantity will be", ["A. greater in the milk market than in the steak market.", "B. greater in the steak market than in the milk market.", "C. the same in the milk and steak markets.", "D. unknown without more information."], "B"],
        [81, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. Total consumer spending on milk will", ["A. increase, and total consumer spending on steak will increase.", "B. decrease, and total consumer spending on steak will decrease.", "C. decrease, and total consumer spending on steak will increase.", "D. increase, and total consumer spending on steak will decrease."], "D"],
        [82, "Which of the following was not a reason OPEC failed to keep the price of oil high?", ["A. Over the long run, producers of oil outside of OPEC responded to higher prices by increasing oil exploration and by building new extraction capacity.", "B. Consumers responded to higher prices with greater conservation.", "C. Consumers replaced old inefficient cars with newer efficient ones.", "D. The agreement OPEC members signed allowed each country to produce as much oil as each wanted."], "D"],
        [83, "Which of the following statements is not correct concerning government attempts to reduce the flow of illegal drugs into the country? Drug interdiction", ["A. raises prices and total revenue in the drug market.", "B. can increase drug-related crime.", "C. shifts the demand curve for drugs to the left.", "D. shifts the supply curve of drugs to the left."], "C"],
        [84, "If marijuana were legalized, it is likely that there would be an increase in the demand for marijuana. If demand for marijuana is inelastic and the supply of marijuana is perfectly elastic, this will result in", ["A. higher prices and higher total revenue from marijuana sales.", "B. higher prices but lower total revenue from marijuana sales.", "C. the same price and higher total revenue from marijuana sales.", "D. the same price but lower total revenue from marijuana sales."], "C"],
        [85, "Which of the following statements about agriculture in the United States is correct?", ["A. From the 1950s to today, agricultural output has approximately doubled.", "B. Because technological improvements increase the supply of a product for which demand is inelastic, an individual farmer would be better off not adopting the new technology. ", "C. Increasing the supply of agricultural products typically benefits consumers but harms farmers as a group.", "D. Technological improvements typically increase both supply and revenue for individual farmers."], "C"],
        [86, "Which of the following statements is not correct?", ["A. Advocates for drug-interdiction policies that reduce the supply of illegal drugs argue that the demand for illegal drugs may be more responsive in the long run than in the short run.", "B. The demand for illegal drugs is price inelastic.", "C. Drug interdiction efforts that reduce the supply of illegal drugs may increase drug-related crimes.", "D. The quantity of illegal drugs demanded is very responsive to changes in price."], "D"]
    ]
}

