{
    "title": ["id", "question", "options", "answer"],
    "type": ["int++", "string", "json", "string"],
    "content": [
        [1, "Resources are", ["A. scarce for households but plentiful for economies.", "B. plentiful for households but scarce for economies.", "C. scarce for households and scarce for economies.", "D. plentiful for households and plentiful for economies."], "C"],
        [2, "Fundamentally, economics deals with", ["A. scarcity.", "B. money.", "C. poverty.", "D. banking."], "A"],
        [3, "The overriding reason why households and societies face many decisions is that", ["A. resources are scarce.", "B. goods and services are not scarce.", "C. incomes fluctuate with business cycles.", "D. people, by nature, tend to disagree."], "A"],
        [4, "The phenomenon of scarcity stems from the fact that", ["A. most economies' production methods are not very good.", "B. in most economies, wealthy people consume disproportionate quantities of goods and services.", "C. governments restrict production of too many goods and services.", "D. resources are limited."], "D"],
        [5, "In most societies, resources are allocated by", ["A. a single central planner.", "B. a small number of central planners.", "C. those firms that use resources to provide goods and services.", "D. the combined actions of millions of households and firms."], "D"],
        [6, "Economics is the study of how society manages its", ["A. limited wants and unlimited resources.", "B. unlimited wants and unlimited resources.", "C. limited wants and limited resources.", "D. unlimited wants and limited resources."], "D"],
        [7, "Fossil fuels are considered to be nonrenewable energy sources, Which of the following statements is correct?", ["A. Fossil fuels are unlimited resources.", "B. Fossil fuels are scarce resources.", "C. Fossil fuels are nonscarce resources.", "D. Fossil fuels are not resources."], "B"],
        [8, "What term refers to the idea that society has limited resources and therefore cannot produce all the goods and services people wish to have?", ["A. inefficiency", "B. inequality", "C. scarcity", "D. market failure"], "C"],
        [9, "The adage, \"There ain't no such thing as a free lunch,\" means", ["A. even people on welfare have to pay for food.", "B. the cost of living is always increasing.", "C. people face tradeoffs.", "D. all costs are included in the price of a product."], "C"],
        [10, "Which of the following statements best represents the principle represented by the adage, \"There ain't no such thing as a free lunch\"?", ["A. Bo can go swimming only if he takes his brother with him.", "B. Jada is starving and homeless.", "C. Alivia must put gas in her truck before she can drive it to school.", "D. Benjamin must decide between going to Florida or Brazil for summer vacation."], "D"],
        [11, "Candice is planning her activities for a hot summer day, She would like to go to the local swimming pool and see the latest blockbuster movie, but because she can only get tickets to the movie for the same time that the pool is open she can only choose one activity, This illustrates the basic principle that", ["A. people respond to incentives.", "B. rational people think at the margin.", "C. people face tradeoffs.", "D. improvements in efficiency sometimes come at the expense of equality."], "C"],
        [12, "While pollution regulations yield the benefit of a cleaner environment and the improved health that comes with it, the regulations come at the cost of reducing the incomes of the regulated firms' owners, workers, and customers, This statement illustrates the principle that", ["A. trade can make everyone better off.", "B. rational people think at the margin.", "C. people face tradeoffs.", "D. people respond to incentives."], "C"],
        [13, "When society requires that firms reduce pollution, there is", ["A. a tradeoff because of reduced incomes to the firms' owners and workers.", "B. a tradeoff only if some firms are forced to close.", "C. no tradeoff, since the cost of reducing pollution falls only on the firms affected by the requirements.", "D. no tradeoff, since everyone benefits from reduced pollution."], "A"],
        [14, "Efficiency means that", ["A. society is conserving resources in order to save them for the future.", "B. society's goods and services are distributed equally among society's members.", "C. society's goods and services are distributed fairly, though not necessarily equally, among society's members.", "D. society is getting the most it can from its scarce resources."], "D"],
        [15, "The property of society getting the most it can from its scarce resources is called", ["A. efficiency.", "B. equality.", "C. externality.", "D. productivity."], "A"],
        [16, "Efficiency", ["A. and equality both refer to how much a society can produce with its resources.", "B. and equality both refer to how fairly the benefits from using resources are distributed between members of a society.", "C. refers to how much a society can produce with its resources, Equality refers to how evenly the benefits from using resources are distributed among members of society.", "D. refers to how evenly the benefits from using resources are distributed between members of society, Equality refers to how much a society can produce with its resources."], "C"],
        [17, "The terms equality and efficiency are similar in that they both refer to benefits to society, However, they are different in that", ["A. equality refers to uniform distribution of those benefits and efficiency refers to maximizing benefits from scarce resources.", "B. equality refers to maximizing benefits from scarce resources and efficiency refers to uniform distribution of those benefits.", "C. equality refers to everyone facing identical tradeoffs and efficiency refers to the opportunity cost of the benefits.", "D. equality refers to the opportunity cost of the benefits and efficiency refers to everyone facing identical tradeoffs."], "A"],
        [18, "When society gets the most it can from its scarce resources, then the outcome is called", ["A. equitable.", "B. efficient.", "C. normal.", "D. marginal."], "B"],
        [19, "A typical society strives to get the most it can from its scarce resources, At the same time, the society attempts to distribute the benefits of those resources to the members of the society in a fair manner, However, redistributing income from rich to poor reduces the reward for working harD.Therefore, society faces a tradeoff between", ["A. guns and butter.", "B. efficiency and equality.", "C. inflation and unemployment.", "D. work and leisure."], "B"],
        [20, "Which of the following is true?", ["A. Efficiency refers to the size of the economic pie; equality refers to how the pie is divided.", "B. Government policies usually improve upon both equality and efficiency.", "C. As long as the economic pie continually gets larger, no one will have to go hungry.", "D. Efficiency and equality can both be achieved if the economic pie is cut into equal pieces."], "A"],
        [21, "When the government redistributes income from the wealthy to the poor,", ["A. efficiency is improved, but equality is not.", "B. both wealthy people and poor people benefit directly.", "C. people work less and produce fewer goods and services.", "D. the government collects more revenue in total."], "C"],
        [22, "When the government implements programs such as progressive income tax rates, which of the following is likely to occur?", ["A. Equality is increased and efficiency is increased.", "B. Equality is increased and efficiency is decreased.", "C. Equality is decreased and efficiency is increased.", "D. Equality is decreased and efficiency is decreased."], "B"],
        [23, "Senator Fujita argues that replacing the federal income tax with a national sales tax would increase the level of output, Senator Watson objects that this policy would benefit the rich at the expense of the poor.", ["A. Both senators' arguments are primarily about equality.", "B. Both senators' arguments are primarily about efficiency.", "C. Senator Fujita's argument is primarily about equality, while Senator Watson's argument is primarily about efficiency.", "D. Senator Fujita's argument is primarily about efficiency, while Senator Watson's argument is primarily about equality."], "D"],
        [24, "Suppose the government taxes the wealthy at a higher rate than it taxes the poor and then develops programs to redistribute the tax revenue from the wealthy to the poor, This redistribution of wealth", ["A. is more efficient and more equal for society.", "B. is more efficient but less equal for society.", "C. is more equal but less efficient for society.", "D. is less equal and less efficient for society."], "C"],
        [25, "The opportunity cost of an item is", ["A. the number of hours needed to earn money to buy the item.", "B. what you give up to get that item.", "C. usually less than the dollar value of the item.", "D. the dollar value of the item."], "B"],
        [26, "Suppose that you have received $650 as a birthday gift, You can spend it today or you can put the money in a savings account for a year and earn 2 percent interest, The opportunity cost of spending the money today, in terms of what you could have after one year, is", ["A. $0.", "B. $13.00.", "C. $652.00.", "D. $663.00."], "D"],
        [27, "When computing the opportunity cost of attending a professional football game as a spectator, you should include", ["A. the price you pay for the ticket and the value of your time.", "B. the price you pay for the ticket, but not the value of your time.", "C. the value of your time, but not the price you pay for the ticket.", "D. neither the price of the ticket nor the value of your time."], "A"],
        [28, "Alana decides to spend 2 hours working overtime rather than going shopping with her friends, She earns $11 per hour for overtime work, Her opportunity cost of working is", ["A. the $22 she earns working.", "B. the $22 minus the enjoyment she would have received from going shopping.", "C. the enjoyment she would have received had she gone shopping.", "D. nothing, since she would have received less than $22 worth of enjoyment from going shopping."], "C"],
        [29, "Consider Miray's decision to go to college, If she goes to college, she will spend $24,000 on tuition, $12,000 on room and board, and $1,900 on books, If she does not go to college, she will earn $16,000 working in a store and spend $8,000 on room and boarD.Miray's cost of going to college is", ["A. $37,900.", "B. $45,900.", "C. $53,900.", "D. $61,900."], "B"],
        [30, "For which of the following individuals would the opportunity cost of going to college be highest?", ["A. A promising young mathematician who will command a high salary once she earns her college degree", "B. A student with average grades who has never held a job", "C. A famous, highly paid actor who wants to take time away from show business to finish college and earn a degree", "D. A student who is the best player on his college basketball team, but who lacks the skills necessary to play professional basketball"], "C"],
        [31, "Chloe's college raises the cost of room and board per semester, This increase raises Chloe's opportunity cost of attending college", ["A. even if the amount she would have to pay for room and board if she didn't attend college rose by the same amount, An increase in opportunity cost reduces Chloe's incentive to attend college.", "B. even if the amount she would have to pay for room and board if she didn't attend college rose by the same amount, An increase in opportunity cost increases Chloe's incentive to attend college.", "C. only if the amount she would have to pay for room and board if she didn't attend college rose by less than the increase in the amount her college charges, An increase in opportunity cost reduces Chloe's incentive to attend college.", "D. only if the amount she would have to pay for room and board if she didn't attend college rose by less than the increase in the amount her college charges, An increase in opportunity cost increases Chloe's incentive to attend college."], "C"],
        [32, "Suppose your college institutes a new policy requiring you to pay for a permit to park your car in a campus parking lot.", ["A. The cost of the parking permit is not part of the opportunity cost of attending college if you would not have to pay for parking otherwise.", "B. The cost of the parking permit is part of the opportunity cost of attending college if you would not have to pay for parking otherwise.", "C. Only half of the cost of the parking permit is part of the opportunity cost of attending college.", "D. The cost of the parking permit is not part of the opportunity cost of attending college under any circumstances."], "B"],
        [33, "You have driven 850 miles on a vacation and then you notice that you are only 50 miles from an attraction you hadn't known about, but would really like to see, In computing the opportunity cost of visiting this attraction you had not planned to visit, you should include", ["A. both the cost of driving the first 850 miles and the next 50 miles.", "B. the cost of driving the first 850 miles, but not the cost of driving the next 50 miles.", "C. the cost of driving the next 50 miles, but not the cost of driving the first 850 miles.", "D. neither the cost of driving the first 850 miles nor the cost of driving the next 50 miles."], "C"],
        [34, "Savion's aunt gave him $25 for his birthday with the condition that Savion buys himself something, In deciding how to spend the money, Savion narrows his options down to four choices: Option 1,Option 2,Option 3,and Option 4,\nEach option costs $25,\nFinally, he decides on Option 2,\nThe opportunity cost of this decision is", ["A. the value to Savion of the option he would have chosen had Option 2 not been available.", "B. the value to Savion of Options 1,3,and 4 combined.", "C. the average of the values to Savion of Options 1,3,and 4.", "D. $25."], "A"],
        [35, "A rational decisionmaker", ["A. ignores marginal changes and focuses instead on \"the big picture.\"", "B. ignores the likely effects of government policies when he or she makes choices.", "C. takes an action only if the marginal benefit of that action exceeds the marginal cost of that action.", "D. takes an action only if the combined benefits of that action and previous actions exceed the combined costs of that action and previous actions."], "C"],
        [36, "Making rational decisions at the margin means that people", ["A. make those decisions that do not impose a marginal cost.", "B. evaluate how easily a decision can be reversed if problems arise.", "C. compare the marginal costs and marginal benefits of each decision.", "D. always calculate the dollar costs for each decision."], "C"],
        [37, "People are willing to pay more for a diamond than for a bottle of water because", ["A. the marginal cost of producing an extra diamond far exceeds the marginal cost of producing an extra bottle of water.", "B. the marginal benefit of an extra diamond far exceeds the marginal benefit of an extra bottle of water.", "C. producers of diamonds have a much greater ability to manipulate diamond prices than producers of water have to manipulate water prices.", "D. water prices are held artificially low by governments, since water is necessary for life."], "B"],
        [38, "The marginal benefit Joseph gets from purchasing a fourth pair of shoes is", ["A. the same as the total benefit he gets from purchasing four pairs of shoes.", "B. more than the marginal cost of purchasing the fourth pair of shoes.", "C. the total benefit he gets from purchasing four pairs of shoes minus the total benefit he gets from purchasing three pairs of shoes.", "D. the total benefit he gets from purchasing five pairs of shoes minus the total benefit he gets from purchasing four pairs of shoes."], "C"],
        [39, "After much consideration, you have chosen Ireland over Spain for your Study Abroad program next year, However, the deadline for your final decision is still months away and you may reverse this decision, Which of the following events could prompt you to reverse this decision?", ["A. The marginal benefit of going to Spain increases.", "B. The marginal cost of going to Spain increases.", "C. The marginal benefit of going to Ireland increases.", "D. The marginal cost of going to Ireland decreases."], "A"],
        [40, "A hair stylist currently cuts and colors hair for 50 clients per week and earns a profit, He is considering expanding his operation in order to serve more clients, Should he expand?", ["A. Yes, because cutting hair is profitable.", "B. No, because he may not be able to sell more services.", "C. It depends on the marginal cost of serving more clients and the marginal revenue he will earn from serving more clients.", "D. It depends on the average cost of serving more clients and the average revenue he will earn from serving more clients."], "C"],
        [41, "Suppose the cost of flying a 200-seat plane for an airline is $100,000 and there are 10 empty seats on a flight, If the marginal cost of flying a passenger is $200 and a standby passenger is willing to pay $300,the airline should", ["A. sell the ticket because the marginal benefit exceeds the marginal cost.", "B. sell the ticket because the marginal benefit exceeds the average cost.", "C. not sell the ticket because the marginal benefit is less than the marginal cost.", "D. not sell the ticket because the marginal benefit is less than the average cost."], "A"],
        [42, "Suppose the cost of flying a 350-seat plane for an airline is $350,000 and there are 10 empty seats on a flight, The marginal cost of flying a passenger is", ["A. $350.", "B. $3,500.", "C. $350,000.", "D. This cannot be determined from the information given."], "D"],
        [43, "Savion is restoring a car and has already spent $4,000 on the restoration, He expects to be able to sell the car for $5800,\nSavion discovers that he needs to do an additional $2,400 of work to make the car worth $5,800 to potential buyers, He could also sell the car now, without completing the additional work, for $3,800,\nWhat should he do?", ["A. He should sell the car now for $3,800.", "B. He should keep the car since it wouldn’t be rational to spend $6,400 restoring a car and then sell it for only $5,800.", "C. He should complete the additional work and sell the car for $5,800.", "D. It does not matter which action he takes since the outcome will be the same either way."], "A"],
        [44, "Rami Home Builders, Inc., has built 24 houses so far this year at a total cost to the company of $4.2 million, If the company builds a 25th house, its total cost will increase to $4.375 million, Which of the following statements is correct?", ["A. For the first 24 houses, the average cost per house was $170,000.", "B. The marginal cost of the 25th house, if it is built, will equal $175,000.", "C. If the company can sell the 25th house for at least $167,000,then it should build it.", "D. The company should never build the 25th house because this increases its total cost."], "B"],
        [45, "Suppose the cost of operating a 75-room hotel for a night is $6,000 and there are five empty rooms for tonight, If the marginal cost of operating one room for one night is $40,the hotel manager should rent one of the empty rooms only if a customer is willing to pay", ["A. more than $40; because the average benefit will exceed the marginal cost.", "B. more than $40; because the marginal benefit will exceed the marginal cost.", "C. more than $80; because the average benefit will exceed the marginal cost.", "D. more than $80; because the marginal benefit will exceed the marginal cost."], "B"],
        [46, "A donut shop sells fresh-baked donuts from 6 a.m, until 5 p.m, every day, The shop does not sell day-old donuts, so all unsold donuts are thrown away at 5 p.m, each day, The cost of making and selling a dozen donuts is $1; there are no costs associated with throwing donuts away, If the manager has seven dozen donuts left at 4 p.m, on a particular day, which of the following alternatives is most attractive?", ["A. Lower the price of the remaining donuts, even if the price falls below $1 per dozen.", "B. Lower the price of the remaining donuts, but under no circumstances should the price fall below $1 per dozen.", "C. Throw the donuts away and produce seven fewer dozen donuts tomorrow.", "D. Starting tomorrow, lower the price on all donuts so they will all be sold earlier in the day."], "A"],
        [47, "Bo buys and sells real estate, Two weeks ago, he paid $400,000 for a house on Cypress Street, intending to spend $50,000 on repairs and then sell the house for $500,000,\nLast week, the city government announced a plan to build a new landfill on Cypress Street just down the street from the house Bo purchaseD.As a result of the city's announced plan, Bo is weighing two alternatives: He can go ahead with the $50,000 in repairs and then sell the house for $390,000,or he can forgo the repairs and sell the house as it is for $350,000,\nHe should", ["A. keep the house and live in it.", "B. go ahead with the $50,000 in repairs and sell the house for $390,000.", "C. forgo the repairs and sell the house as it is for $350,000.", "D. move the house from Cypress Street to a more desirable location, regardless of the cost of doing so."], "C"],
        [48, "You are considering staying in college another semester so that you can complete a major in finance, In deciding whether or not to stay you should", ["A. compare the total cost of your education to the total benefits of your education.", "B. compare the total cost of your education to the benefits of staying one more semester.", "C. compare the cost of staying one more semester to the benefits of staying one more semester.", "D. compare the total benefits of your education to the cost of staying one more semester."], "C"],
        [49, "You go to the movieplex where movies ordinarily cost $8.00,\nYou are intending to see a movie for which you have a $2.50-off coupon good for only that movie at that time, However, when you get there you see a friend who asks if you would rather see a new release, Both movies start and end at the same time, If you decide to see the new release with your friend, what is your opportunity cost?", ["A. The amount you value the first movie + $2.50", "B. The amount you value the first movie + $8.00", "C. $2.50", "D. $8.00"], "A"],
        [50, "Aiden and Zaria charge people to park on their lawn while attending a nearby craft fair, At the current price of $10,six people park on their lawn, If they raise the price to $15,they know that only five people will want to park on their lawn, Whether they have six or five cars parked on their lawn does not affect their costs, From this information it follows that", ["A. they should leave the price at $10.", "B. it does not matter if they charge $10 or $15.", "C. they would do better charging $15 than $10.", "D. they should raise the price even more."], "C"],
        [51, "Your professor loves her work, teaching math, She has been offered other positions in the corporate world that would increase her income by 15 percent, but she has decided to continue working as a professor, Her decision would not change unless the marginal", ["A. cost of teaching increased.", "B. benefit of teaching increased.", "C. cost of a corporate job increased.", "D. benefit of a corporate job decreased."], "A"],
        [52, "Suppose your finance professor has been offered a corporate job with a 25 percent pay increase, He has decided to take the joB.For him, the marginal", ["A. cost of leaving was greater than the marginal benefit.", "B. benefit of leaving was greater than the marginal cost.", "C. benefit of teaching was greater than the marginal cost.", "D. benefit of teaching was negative."], "B"],
        [53, "Suppose the state of Rhode Island passes a law that increases the tax on beer, As a result, beer consumers who live in Rhode Island start purchasing their beer in surrounding states, Which of the following principles does this best illustrate?", ["A. People respond to incentives.", "B. Rational people think at the margin.", "C. Trade can make everyone better off.", "D. Markets are usually a good way to organize economic activity."], "A"],
        [54, "Which of the following statements exemplifies a principle of individual decision making?", ["A. Trade can make everyone better off.", "B. Governments can sometimes improve market outcomes.", "C. The cost of something is what you give up to get it.", "D. Prices rise when the government prints too much money."], "C"],
        [55, "Which of the following is not an example of a group responding to an incentive?", ["A. Students attend class because of an attendance policy that reduces their grade for absences.", "B. Consumers buy more of a product when it is on sale at a reduced price.", "C. Universities offer fewer online classes when they generate more revenue at the same cost than traditional classes.", "D. Employees work harder to earn higher commissions."], "C"],
        [56, "Nevaeh decides to spend four hours playing video games rather than attending her classes, Her opportunity cost of playing video games is", ["A. the value of the knowledge she would have received had she attended her classes.", "B. the $40 she could have earned if she had worked at her job for those four hours.", "C. the value of her time playing video games minus the value of attending classes.", "D. nothing, since she valued playing video games more than attending classes."], "A"],
        [57, "Which of the following industries has a marginal cost that is close to zero?", ["A. Automobile", "B. Aircraft", "C. Software", "D. Furniture"], "C"],
        [58, "Which is the most accurate statement about trade?", ["A. Trade can make every nation better off.", "B. Trade makes some nations better off and others worse off.", "C. Trading for a good can make a nation better off only if the nation cannot produce that good itself.", "D. Trade helps rich nations and hurts poor nations."], "A"],
        [59, "Which of the following statements about trade is false?", ["A. Trade increases competition.", "B. With trade, one country must win and one country must lose.", "C. Bulgaria can benefit, potentially, from trade with any other country.", "D. Trade allows people to buy a greater variety of goods and services at lower cost."], "B"],
        [60, "If China decides to trade with France, we know that", ["A. France will benefit, but trade with a less developed country could not benefit China.", "B. it will not benefit France because workers in China are more productive.", "C. France and China can both benefit.", "D. it will not benefit either country because their cultural differences are too vast."], "C"],
        [61, "Dee is an accomplished actress and a homeowner who pays a landscaper to maintain her lawn rather than do it herself, Dee has determined that she can earn more in the hour it would take her to work on her lawn than she must pay her landscaper, This scenario is an example of which principle of economics?", ["A. Trade can make everyone better off.", "B. Markets are usually a good way to organize economic activity.", "C. Governments can sometimes improve market outcomes.", "D. Prices rise when the government prints too much money."], "A"],
        [62, "Dale is a guitar teacher and Terrence is a tile layer, If Dale teaches Terrence's daughter to play the guitar in exchange for Terrence tiling Dale's kitchen floor,", ["A. only Dale is made better off by trade.", "B. only Terrence is made better off by trade.", "C. both Dale and Terrence are made better off by trade.", "D. neither Dale nor Terrence are made better off by trade."], "C"],
        [63, "Trade between countries tends to", ["A. reduce both competition and specialization.", "B. reduce competition and increase specialization.", "C. increase competition and reduce specialization.", "D. increase both competition and specialization."], "D"],
        [64, "Trade", ["A. allows specialization, which increases costs.", "B. allows specialization, which reduces costs.", "C. reduces specialization, which increases costs.", "D. reduces specialization, which reduces costs."], "B"],
        [65, "Central planning refers to", ["A. markets guiding economic activity, Today many countries that had this system have abandoned it.", "B. markets guiding economic activity, Today many countries that did not have this system have implemented it.", "C. government guiding economic activity, Today many countries that had this system have abandoned it.", "D. government guiding economic activity, Today many countries that did not have this system have implemented it."], "C"],
        [66, "The basic principles of economics suggest that", ["A. markets are seldom, if ever, a good way to organize economic activity.", "B. government should become involved in markets when trade between countries is involved.", "C. government should become involved in markets when those markets fail to produce efficient or fair outcomes.", "D. government should never become involved in markets."], "C"],
        [67, "Communist countries worked under the premise that", ["A. people, when left on their own without government intervention, will find the best use of available resources", "B. central planners were in the best position to determine the allocation of scarce resources in the economy.", "C. households and firms, guided by an \"invisible hand,\" could achieve the most efficient allocation of scarce resources.", "D. allowing the market forces of supply and demand to operate with no government intervention would achieve the most efficient allocation of scarce resources."], "B"],
        [68, "Prior to the collapse of communism, communist countries worked on the premise that economic well-being could be best attained by", ["A. a market economy.", "B. a strong reliance on prices and individuals' self-interests.", "C. a system of large privately owned firms.", "D. the actions of government central planners."], "D"],
        [69, "Which of the following observations was made famous by Adam Smith in his book The Wealth of Nations?", ["A. There is no such thing as a free lunch.", "B. People buy more when prices are high than when prices are low.", "C. No matter how much people earn, they tend to spend more than they earn.", "D. Households and firms interacting in markets are guided by an \"invisible hand\" that leads them to desirable market outcomes."], "D"],
        [70, "The famous observation that households and firms interacting in markets act as if they are guided by an \"invisible hand\" that leads them to desirable market outcomes comes from whose 1776 book?", ["A. David Ricardo", "B. Thorstein Veblen", "C. John Maynard Keynes", "D. Adam Smith"], "D"],
        [71, "The \"invisible hand\" refers to", ["A. how central planners made economic decisions.", "B. how the decisions of households and firms lead to desirable market outcomes.", "C. the control that large firms have over the economy.", "D. government regulations without which the economy would be less efficient."], "B"],
        [72, "The \"invisible hands\" ability to coordinate the decisions of the firms and households in the economy can be hindered by", ["A. government actions that distort prices.", "B. increased competition in markets.", "C. enforcement of property rights.", "D. too much attention paid to efficiency."], "A"],
        [73, "In a market economy, who makes the decisions that guide most economic activity?", ["A. Firms only", "B. Households only", "C. Firms and households", "D. Government"], "C"],
        [74, "In a market economy, economic activity is guided by", ["A. the government.", "B. public-interest groups.", "C. central planners.", "D. self-interest and prices."], "D"],
        [75, "Which of the following statements does not apply to a market economy?", ["A. Firms decide whom to hire and what to produce.", "B. The \"invisible hand\" usually maximizes the income of society as a whole.", "C. Households decide which firms to work for and what to buy with their incomes.", "D. Government policies are the primary forces that guide the decisions of firms and households."], "D"],
        [76, "Prices direct economic activity in a market economy by", ["A. influencing the actions of buyers and sellers.", "B. reducing scarcity of the goods and services produced.", "C. reducing opportunity cost of goods and services produced.", "D. allocating goods and services in the most equitable way."], "A"],
        [77, "If the government were to intervene in a market economy and fix the price of visiting a health care provider below the market price, then we would expect, relative to the market outcome,", ["A. an increase in the number of visits people want to make and an increase in the number of visits health care providers want to provide.", "B. an increase in the number of visits people want to make and a decrease in the number of visits health care providers want to provide.", "C. a decrease in the number of visits people want to make and an increase in the number of visits health care providers want to provide.", "D. a decrease in the number of visits people want to make and a decrease in the number of visits health care providers want to provide."], "B"],
        [78, "If the government were to intervene and set a wage for unskilled labor above the market wage, then we would expect, relative to the market outcome,", ["A. an increase in the number of unskilled jobs available.", "B. a decrease in the number of unskilled jobs available.", "C. a decrease in the number of workers wanting unskilled jobs.", "D. an increase in the number of businesses using unskilled workers."], "B"],
        [79, "When the government prevents prices from adjusting naturally to supply and demand, it", ["A. equates the amount buyers want to buy with the amount sellers want to sell.", "B. adversely affects the allocation of resources.", "C. improves equality and efficiency.", "D. improves efficiency but reduces equality."], "B"],
        [80, "The ability of an individual to own and exercise control over scarce resources is called", ["A. market failure.", "B. property rights.", "C. externality.", "D. market power."], "B"],
        [81, "The term used to describe a situation in which markets do not allocate resources efficiently is", ["A. economic meltdown.", "B. market failure.", "C. equilibrium.", "D. the effect of the invisible hand."], "B"],
        [82, "The term market failure refers to", ["A. a situation in which the market on its own fails to allocate resources efficiently.", "B. an unsuccessful advertising campaign which reduces demand for a product.", "C. a situation in which competition among firms becomes ruthless.", "D. a firm that is forced out of business because of losses."], "A"],
        [83, "Which of the following do economists not generally regard as a legitimate reason for the government to intervene in a market?", ["A. To promote efficiency", "B. To promote equality", "C. To enforce property rights", "D. To protect an industry from foreign competition"], "D"],
        [84, "Thousands of people develop lung cancer from second-hand exposure to cigarette smoke, This is an example of", ["A. a market failure caused by an externality.", "B. a market failure caused by market power.", "C. a market failure caused by equality.", "D. There is no market failure in this case."], "A"],
        [85, "If an externality is present in a market, economic efficiency may be enhanced by", ["A. government intervention.", "B. a decrease in foreign competition.", "C. fewer market participants.", "D. weaker property rights."], "A"],
        [86, "Which of the following is an example of an externality?", ["A. Zima purchases a new pants suit.", "B. Malik's bird chirps loudly during the night, waking his neighbors.", "C. Roberto sells a book to Kevin, who uses the book and then gives it to Lee as a gift.", "D. Kalene watches a scary movie."], "B"],
        [87, "The willingness of citizens to pay for vaccinations does not include the benefit society receives from having vaccinated citizens who cannot transmit an illness to others, This extra benefit society gets from vaccinating its citizens is known as", ["A. productivity.", "B. an externality.", "C. market power.", "D. property rights."], "B"],
        [88, "Laws that enforce chemical hazard control are examples of government intervention that is intended to reduce", ["A. efficiency.", "B. equality.", "C. externalities.", "D. productivity."], "C"],
        [89, "Which of these activities will most likely impose an external cost?", ["A. An athlete works out at a gym.", "B. A postal worker smokes a cigarette in a crowded break room.", "C. A young father pushes his baby in a stroller.", "D. A construction worker eats a hotdog during her lunch break."], "B"],
        [90, "Which of these activities will most likely result in an external benefit?", ["A. A college student buys a deck of cards to play solitaire in her dorm room.", "B. An elderly woman plants a flower garden on the vacant lot next to her house.", "C. An executive purchases a book to read on a business trip.", "D. A ten-year-old uses his allowance to buy new Nike shoes."], "B"],
        [91, "Market power refers to the", ["A. power of a single person or small group to influence market prices.", "B. ability of a person or small group to successfully market new products.", "C. power of the government to regulate a market.", "D. importance of a certain market in relation to the overall economy."], "A"],
        [92, "Which of the following firms is likely to have the greatest market power?", ["A. A utility company", "B. A farmer", "C. A grocery store", "D. A local electronics retailer"], "A"],
        [93, "Productivity is defined as the", ["A. amount of goods and services produced from each unit of labor input.", "B. number of workers required to produce a given amount of goods and services.", "C. amount of labor that can be saved by replacing workers with machines.", "D. actual amount of effort workers put into an hour of working time."], "A"],
        [94, "The primary determinant of a country's standard of living is", ["A. the country's ability to prevail over foreign competition.", "B. the country's ability to produce goods and services.", "C. the total supply of money in the economy.", "D. the average age of the country's labor force."], "B"],
        [95, "The slow growth of U.S, incomes during the 1970s and 1980s can best be explained by", ["A. unstable economic conditions in Eastern Europe.", "B. increased competition from abroad.", "C. a decline in the rate of increase in U.S, productivity.", "D. a strong U.S, dollar abroad, hurting U.S, exports."], "C"],
        [96, "Suppose that in Peru total annual output is worth $750 million and people work 40 million hours, In Oman, total annual output is worth 650 million and people work 20 million hours, Productivity is higher", ["A. in Oman, Most variation in the standard of living across countries is due to differences in productivity.", "B. in Oman, Differences in productivity explain very little of the variation in the standard of living across countries.", "C. in Peru, Most variation in the standard of living across countries is due to differences in productivity.", "D. in Peru, Differences in productivity explain very little of the variation in the standard of living across countries."], "A"],
        [97, "In a particular country in 1998,the average worker needed to work 25 hours to produce 40 units of output, In that same country in 2008,the average worker needed to work 40 hours to produce 68 units of output, In that country, the productivity of the average worker", ["A. decreased by 1.7 percent between 1998 and 2008.", "B. remained unchanged between 1998 and 2008.", "C. increased by 4.75 percent between 1998 and 2008.", "D. increased by 6.25 percent between 1998 and 2008."], "D"],
        [98, "A worker in Thailand can earn $12 per day making cotton cloth on a hand loom, A worker in the United States can earn $82 per day making cotton cloth with a mechanical loom, What is the likely explanation for the difference in wages?", ["A. United States textile workers belong to a union, whereas Thailand textile workers do not belong to a union.", "B. There is little demand for cotton cloth in Thailand and great demand in the United States.", "C. Labor is more productive making cotton cloth with a mechanical loom than with a hand loom.", "D. Thailand has a low-wage policy to make its textile industry more competitive in world markets."], "C"],
        [99, "To improve living standards, policymakers should", ["A. impose restrictions on foreign competition.", "B. formulate policies designed to increase productivity.", "C. impose tougher immigration policies.", "D. provide tax breaks for the middle class."], "B"],
        [100, "An increase in the overall level of prices in an economy is referred to as", ["A. the income effect.", "B. inflation.", "C. deflation.", "D. the substitution effect."], "B"],
        [101, "Large or persistent inflation is almost always caused by", ["A. excessive government spending.", "B. excessive growth in the quantity of money.", "C. foreign competition.", "D. higher-than-normal levels of productivity."], "B"],
        [102, "In the short run, which of the following rates of growth in the money supply is likely to lead to the lowest level of unemployment in the economy?", ["A. 4 percent per year", "B. 5 percent per year", "C. 7 percent per year", "D. 8 percent per year"], "D"],
        [103, "In the short run, an increase in the money supply is likely to lead to", ["A. lower unemployment and lower inflation.", "B. lower unemployment and higher inflation.", "C. higher unemployment and lower inflation.", "D. higher unemployment and higher inflation."], "B"],
        [104, "Suppose the Federal Reserve announces that it will be making a change to a key interest rate to increase the money supply, This is likely because", ["A. the Federal Reserve is worried about inflation.", "B. the Federal Reserve is worried about unemployment.", "C. the Federal Reserve is hoping to reduce the demand for goods and services.", "D. the Federal Reserve is worried that the economy is growing too quickly."], "B"],
        [105, "Which of the following is the most correct statement about the relationship between inflation and unemployment?", ["A. In the short run, falling inflation is associated with falling unemployment.", "B. In the short run, falling inflation is associated with rising unemployment.", "C. In the long run, falling inflation is associated with falling unemployment.", "D. In the long run, falling inflation is associated with rising unemployment."], "B"],
        [106, "Which of the following is an important cause of inflation in an economy?", ["A. Increases in productivity in the economy", "B. The influence of positive externalities on the economy", "C. Lack of property rights in the economy", "D. Growth in the quantity of money in the economy"], "D"],
        [107, "Which of the following claims is consistent with the views of mainstream economists?", ["A. If we increase the rate of inflation from 4 percent to 6 percent, then the rate of unemployment will temporarily fall.", "B. If we increase the rate of inflation from 4 percent to 6 percent, then the rate of unemployment will temporarily rise.", "C. If we increase the rate of inflation from 4 percent to 6 percent, then the rate of unemployment will permanently fall.", "D. If we increase the rate of inflation from 4 percent to 6 percent, then the rate of unemployment will permanently rise."], "A"],
        [108, "For a very long time the country of Tofu has had an inflation rate of 8 percent, Suddenly its inflation rate drops to 3 percent, The drop in the inflation rate", ["A. could be due to slower money supply growth, We would expect unemployment to be higher.", "B. could be due to slower money supply growth, We would expect unemployment to be lower.", "C. could be due to higher money supply growth, We would expect unemployment to be higher.", "D. could be due to higher money supply growth, We would expect unemployment to be lower."], "A"],
        [109, "For a number of years country A had inflation of 3 percent but for the last five years has had inflation of 6 percent, Country B had inflation of 4 percent for many years, but very recently inflation unexpectedly rose to 9 percent, Other things the same, in which of the countries would the higher inflation rate be more likely to reduce unemployment?", ["A. both country A and country B", "B. neither country A nor country B", "C. country A but not country B", "D. country B but not country A"], "D"],
        [110, "During the 1990s, the United Kingdom experienced low levels of inflation while Turkey experienced high levels of inflation, A likely explanation of these facts is that", ["A. the United Kingdom has a better education system than Turkey.", "B. the rate of growth of the quantity of money was slower in the United Kingdom than in Turkey.", "C. workers in Turkey are more productive than workers in the United Kingdom.", "D. there are more instances of market power in Turkey than in the United Kingdom."], "B"],
        [111, "In the short run, which of the following is not correct?", ["A. Increasing the money supply increases the demand for goods and services.", "B. Increasing the money supply encourages firms to hire more workers.", "C. Lowering the money supply leads to a higher level of unemployment.", "D. Policies that encourage higher employment will also induce a lower rate of inflation."], "D"],
        [112, "The business cycle is the", ["A. relationship between unemployment and inflation.", "B. irregular fluctuations in economic activity.", "C. positive relationship between the quantity of money in an economy and inflation.", "D. predictable changes in economic activity due to changes in government spending and taxes."], "B"],
        [113, "Both the production of goods and services and the unemployment rate are used to measure", ["A. the business cycle.", "B. productivity.", "C. the interest rate.", "D. inflation."], "A"]
    ]
}

