{
    "title": ["id", "question", "options", "answer"],
    "type": ["int++", "string", "json", "string"],
    "content": [
        [1, "How are economists not like mathematicians, physicists, and biologists?", ["A. Economists do not use models to represent the real world.", "B. Economists do not try to address their subject with a scientist's objectivity.", "C. Economists do not devise theories and collect and analyze data in an attempt to verify or refute their theories.", "D. Economists cannot run lab experiments in the same way that other scientists can."], "D"],
        [2, "Which of the following steps does an economist not take when studying the economy?", ["A. Devise theories", "B. Collect data", "C. Analyze data", "D. Model the economy without any assumptions"], "D"],
        [3, "Suppose an economist develops a theory that higher housing prices arise from lower gas prices. According to the scientific method, which of the following is the economist's next step?", ["A. Collect and analyze data", "B. Go to a laboratory and generate data to test the theory", "C. Publish the theory without testing it", "D. Conduct a natural experiment to confirm the theory"], "A"],
        [4, "The use of theory and observation is more difficult in economics than in sciences such as chemistry due to the difficulty in", ["A. conducting laboratory experiments.", "B. relying upon the scientific method.", "C. analyzing available data.", "D. formulating theories about economic events."], "A"],
        [5, "Instead of conducting laboratory experiments to generate data to test their theories, economists often", ["A. rely upon hypothetical data that were previously concocted by other economists.", "B. argue that data is impossible to collect in economics.", "C. rely on natural experiments offered by history.", "D. assume that data would support their theories."], "C"],
        [6, "Economists make assumptions to", ["A. minimize the number of experiments that yield no useful data.", "B. develop models when the scientific method cannot be used.", "C. provide issues for political discussion.", "D. simplify the complex world and make it easier to understand."], "D"],
        [7, "The art in scientific thinking—whether in chemistry, economics, or engineering—is", ["A. the design and implementation of laboratory experiments.", "B. the ability to make an abstract subject easy to understand.", "C. deciding which assumptions to make.", "D. not something in which scientists have to be skilled."], "C"],
        [8, "Which of the following statements about models is correct?", ["A. The more details a model includes, the better the model.", "B. Because economic models omit many details, they allow us to see what is truly important.", "C. Models cannot be used to explain how the economy functions.", "D. Economic models complicate reality."], "B"],
        [9, "A circular-flow diagram is a model that", ["A. helps to explain how consumers and the government interact with one another.", "B. explains how countries trade with each other.", "C. incorporates all aspects of the real economy.", "D. helps to explain how the economy is organized."], "D"],
        [10, "In the simple circular-flow diagram, the participants in the economy are", ["A. firms and government.", "B. households and firms.", "C. households and government.", "D. households, firms, and government."], "B"],
        [11, "In the circular-flow diagram, which of the following is not a factor of production?", ["A. Labor", "B. Land", "C. Capital", "D. Output"], "D"],
        [12, "Another term for factors of production is", ["A. inputs.", "B. output.", "C. goods.", "D. services."], "A"],
        [13, "Which of the following is an example of a capital input?", ["A. Buildings and machines used in the production process", "B. Stocks and bonds", "C. An hour of a worker's time", "D. The money households use to purchase firms' output"], "A"],
        [14, "In the simple circular-flow diagram, which of the following is not true?", ["A. Households own the factors of production.", "B. Firms buy the factors of production.", "C. Goods and services flow from firms to households.", "D. Firms own the factors of production."], "D"],
        [15, "In the circular-flow diagram, in the markets for", ["A. goods and services, households and firms are both buyers.", "B. the factors of production, households are sellers and firms are buyers.", "C. goods and services, households are sellers and firms are buyers.", "D. the factors of production, households and firms are both buyers."], "B"],
        [16, "In the markets for goods and services in the circular-flow diagram,", ["A. households provide firms with savings for investment.", "B. households provide firms with labor, land, and capital.", "C. firms provide households with output.", "D. firms provide households with profit."], "C"],
        [17, "Which of the following transactions does not take place in the markets for factors of production in the circular-flow diagram?", ["A. A construction company rents trucks for its business.", "B. A farmer hires a teenager to help with harvest.", "C. Anthony receives a salary for his work as an analyst for an investment firm.", "D. A woman buys corn for dinner."], "D"],
        [18, "The inner loop of the circular-flow diagram represents the flow of inputs and outputs. Which of the following does not appear on the inner loop?", ["A. Land", "B. Capital", "C. Wages", "D. Goods and services sold"], "C"],
        [19, "In the circular-flow diagram,", ["A. factors of production flow from government to firms.", "B. income paid to the factors of production flows from firms to households.", "C. goods and services flow from households to firms.", "D. inputs and outputs flow in the same direction as the flow of dollars, from households to firms."], "B"],
        [20, "In the circular-flow diagram, which of the following items flows from firms to households through the markets for the factors of production?", ["A. Goods and services", "B. Land, labor, and capital", "C. Wages, rent, and profit", "D. Dollars spent on goods and services"], "C"],
        [21, "In the simple-circular flow diagram, the flow of money from the firms to the markets for factors of production is called", ["A. spending.", "B. revenue.", "C. income.", "D. wages, rent, and profit."], "D"],
        [22, "According to the circular-flow diagram, if Christian is a worker who delivers flowers for Happy Day Flower Company, he participates", ["A. in the markets for factors of production exchanging labor for income.", "B. in the markets for factors of production exchanging flowers for revenue.", "C. in the markets for goods and services exchanging flowers for wages, rent, and profit.", "D. in the markets for goods and services exchanging labor for income."], "A"],
        [23, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_01.png\" alt=\"id:23\"><br>Which arrow represents the flow of spending by households?", ["A. B", "B. A", "C. C", "D. D"], "B"],
        [24, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_01.png\" alt=\"id:24\"><br>Brianna buys a refrigerator for her new home. To which of the arrows does this transaction directly contribute?", ["A. A only", "B. A and B", "C. C only", "D. C and D"], "B"],
        [25, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_02.png\" alt=\"id:25\"><br>If Boxes A and B represent households and firms, then Boxes C and D of this circular-flow diagram represent", ["A. households and government.", "B. firms and government.", "C. the markets for goods and services and the markets for financial assets.", "D. the markets for goods and services and the markets for factors of production."], "D"],
        [26, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_02.png\" alt=\"id:26\"><br>Ethan works as an attorney for a corporation and is paid a salary in exchange for the legal services he performs. If Ethan's income is represented by a flow of dollars from Box D to Box B of this circular-flow diagram, then the revenue earned by a firm selling its product is represented by a flow of dollars", ["A. from Box A to Box C.", "B. from Box C to Box A.", "C. from Box B to Box C.", "D. from Box C to Box B."], "B"],
        [27, "When constructing a production possibilities frontier, which of the following assumptions is not made?", ["A. The economy produces only two goods or two types of goods.", "B. Firms produce goods using factors of production.", "C. Technology does not change.", "D. The quantities of the factors of production that are available are increasing over the relevant time period."], "D"],
        [28, "Where can an economy not produce?", ["A. Inside its production possibilities frontier", "B. On its production possibilities frontier", "C. Outside its production possibilities frontier", "D. At the endpoints of its production possibilities frontier"], "C"],
        [29, "An economy's production of two goods is efficient if", ["A. the goods are produced using only some of society's available resources.", "B. the economy is producing at a point inside the production possibilities frontier.", "C. it is impossible to produce more of one good without producing less of the other.", "D. it is possible to produce more of one good without producing less of another good."], "C"],
        [30, "Suppose a nation is currently producing at a point inside its production possibilities frontier. We know that", ["A. the nation is producing beyond its capacity, so inflation will occur.", "B. the nation is not using all available resources or is using inferior technology or both.", "C. the nation is producing an efficient combination of goods.", "D. there will be a large opportunity cost if the nation tries to increase production of any good."], "B"],
        [31, "The production possibilities frontier provides an illustration of the principle that", ["A. trade can make everyone better off.", "B. governments can sometimes improve market outcomes.", "C. people face trade-offs.", "D. people respond to incentives."], "C"],
        [32, "The bowed-outward shape of the production possibilities frontier can be explained by the fact that", ["A. all resources are scarce.", "B. economic growth is always occurring.", "C. the opportunity cost of one good in terms of the other depends on how much of each good the economy is producing.", "D. the only way to get more of one good is to get less of the other."], "C"],
        [33, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_03.png\" alt=\"id:33\"><br>If the production possibilities frontier is bowed outward, then which of the following could be the maximum number of tennis balls produced when 300 tennis rackets are produced?", ["A. 6,700.", "B. 6,900.", "C. 6,000.", "D. 5,100."], "D"],
        [34, "Suppose an economy produces two goods, food and machines. This economy always operates on its production possibilities frontier. Last year, it produced 1,000 units of food and 47 machines. This year it experienced a technological advance in its machine-making industry. As a result, this year the society wants to produce 1,050 units of food and 47 machines. Which of the following statements is correct?", ["A. Because the technological advance occurred in the machine-making industry, it will not be possible to increase food production without reducing machine production below 47.", "B. Because the technological advance occurred in the machine-making industry, increases in output can only occur in the machine industry.", "C. In order to increase food production in these circumstances without reducing machine production, the economy must reduce inefficiencies.", "D. The technological advance reduced the amount of resources needed to produce 47 machines, so these resources could be used to produce more food."], "D"],
        [35, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_04.png\" alt=\"id:35\"><br>What is the opportunity cost to Ecoville of increasing the production of socks from 600 to 900?", ["A. 400 glasses", "B. 300 glasses", "C. 200 glasses", "D. 100 glasses"], "B"],
        [36, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_04.png\" alt=\"id:36\"><br>Which of the following statements is correct?", ["A. The opportunity cost of an additional 300 socks is constant at 300 glasses.", "B. The opportunity cost of an additional 300 socks is constant at 400 glasses.", "C. Ecoville's production possibilities frontier is a straight, downward-sloping line.", "D. The opportunity cost of an additional 300 socks increases as more glasses are produced."], "D"],
        [37, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:37\"><br>If this economy devotes all of its resources to the production of forks, then it will produce", ["A. 80 knives and 0 forks.", "B. 40 knives and 50 forks.", "C. 0 knives and 100 forks.", "D. 50 knives and 80 forks."], "C"],
        [38, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:38\"><br>It is not possible for this economy to produce at point", ["A. A.", "B. B.", "C. C.", "D. D."], "C"],
        [39, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:39\"><br>This economy cannot currently produce 80 forks and 80 knives because", ["A. it is not using all of its resources.", "B. it is not using the most efficient production process.", "C. it does not have the resources and technology to produce that level of output.", "D. consumers don't want that many forks and knives."], "C"],
        [40, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:40\"><br>Suppose this economy is producing at point D. Which of the following statements would best explain this situation?", ["A. The economy has insufficient resources to produce at a more desirable point.", "B. The economy's available technology prevents it from producing at a more desirable point.", "C. There is widespread unemployment in the economy.", "D. The economy is experiencing economic growth."], "C"],
        [41, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:41\"><br>Efficient production is represented by which point(s)?", ["A. A, B", "B. D", "C. A, B, and D", "D. A, B, and C"], "A"],
        [42, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:42\"><br>The opportunity cost of this economy moving from point A to point B is", ["A. 60 knives.", "B. 20 forks.", "C. 20 forks and 20 knives.", "D. 20 knives."], "D"],
        [43, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:43\"><br>Production at point Q is", ["A. possible and efficient.", "B. possible but inefficient.", "C. impossible but efficient.", "D. impossible and inefficient."], "B"],
        [44, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:44\"><br>Production is", ["A. possible at points P, Q, R, and S, but efficient only at points P, R, and S.", "B. possible at points P, Q, R, and S, but efficient only at point Q.", "C. possible at points P, R, S, and T, but efficient only at points P, R, and S.", "D. possible at points P, R, S, and T, but efficient only at point T."], "A"],
        [45, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:45\"><br>The opportunity cost of moving from point S to point R is", ["A. 2 books.", "B. 2 DVDs and 2 books.", "C. 2 DVDs.", "D. 4 DVDs."], "C"],
        [46, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:46\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_07.png\" alt=\"id:46\"><br>A shift of the economy's production possibilities frontier from Graph (a) to Graph (b) could be caused by", ["A. unemployment.", "B. an improvement in DVD production technology.", "C. an improvement in book production technology.", "D. an improvement in both DVD and book production technology."], "B"],
        [47, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:47\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_07.png\" alt=\"id:47\"><br>Which of the following is not a result of the shift of the economy's production possibilities frontier from Graph (a) to Graph (b)?", ["A. The trade-off between the production of DVDs and books changes.", "B. The opportunity cost of a book is higher at all levels of book production.", "C. Production of 4 DVDs and 2 books becomes possible.", "D. Production of 2 DVDs and 2 books becomes efficient."], "D"],
        [48, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_08.png\" alt=\"id:48\"><br>Which of the following events would explain the shift of the production possibilities frontier from A to B?", ["A. A decrease in unemployment", "B. A general technological advance", "C. A technological advance in the hat industry", "D. An improvement in the allocation of resources"], "B"],
        [49, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_09.png\" alt=\"id:49\"><br>What is the opportunity cost of increasing the production of corn from 500 bushels to 1000 bushels?", ["A. 400 bushels of rice", "B. 300 bushels of rice", "C. 500 bushels of rice", "D. 600 bushels of rice"], "B"],
        [50, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_09.png\" alt=\"id:50\"><br>Based on the values in the table, the production possibilities frontier is", ["A. bowed outward indicating increasing opportunity costs.", "B. bowed outward indicating decreasing opportunity costs.", "C. a straight line indicating constant opportunity costs.", "D. bowed inward indicating increasing opportunity costs."], "A"],
        [51, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_09.png\" alt=\"id:51\"><br>Which of the following combinations of corn and rice is not currently attainable but would be attainable if there was an improvement in overall production technology?", ["A. 2,000 bushels of corn and 300 bushels of rice", "B. 1,500 bushels of corn and 900 bushels of rice", "C. 1,250 bushels of corn and 1,700 bushels of rice", "D. 500 bushels of corn and 1,700 bushels of rice"], "C"],
        [52, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_10.png\" alt=\"id:52\"><br>Consider the production possibilities frontier for an economy that produces only cars and sofas. The opportunity cost of each car is", ["A. the slope of the production possibilities frontier, or  of a sofa.", "B. the reciprocal of the slope of the production possibilities frontier, or 2 sofas.", "C. the reciprocal of the slope of the production possibilities frontier, or  of a sofa.", "D. the slope of the production possibilities frontier, or 2 sofas."], "D"],
        [53, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_10.png\" alt=\"id:53\"><br>Consider the production possibilities frontier for an economy that produces only sofas and cars. When society moves from point A to point B,", ["A. the opportunity cost is the same as when society moves from point B to point C.", "B. it is giving up cars to get sofas.", "C. the opportunity cost is increasing.", "D. it moves from an inefficient point to an efficient point."], "A"],
        [54, "Macroeconomics is the study of", ["A. individual decision makers.", "B. economy-wide phenomena.", "C. international trade.", "D. markets for large products."], "B"],
        [55, "Which of the following would likely be studied by a microeconomist rather than a macroeconomist?", ["A. The effect of a national healthcare program on the nation's unemployment rate", "B. The impact of minimum-wage laws on employment in the fast food industry", "C. A comparison of alternative tax policies and their respective impacts on the rate of the nation's economic growth", "D. The effect of a war on government spending"], "B"],
        [56, "Which of the following would likely be studied by a macroeconomist rather than a microeconomist?", ["A. The effect of a technological advance no the natural gas industry", "B. The economic impact of tornadoes on cities and towns in Oklahoma", "C. How tariffs on shoes affect the shoe industry", "D. The effect of changes in the money supply on the inflation rate"], "D"],
        [57, "Which of the following statements is correct about the roles of economists?", ["A. When economists are trying to explain the world, they are in the realm of microeconomics rather than macroeconomics.", "B. When economists are trying to improve the world, they are in the realm of positive economics rather than normative economics.", "C. Economists are best viewed as scientists.", "D. In trying to improve the world, economists are policy advisers."], "D"],
        [58, "Normative statements are", ["A. descriptive.", "B. claims about how the world is.", "C. made by economists speaking as policy advisers.", "D. claims about how variables in the economy normally behave."], "C"],
        [59, "When recommending specific policies to undertake, economists make", ["A. positive statements.", "B. claims about how the world is.", "C. normative statements.", "D. descriptive statements."], "C"],
        [60, "Which of the following is an example of a positive, as opposed to normative, statement?", ["A. Inflation is more harmful to the economy than unemployment is.", "B. All Americans are entitled to quality health care.", "C. Reducing emissions reduces days missed from school due to asthma.", "D. Economic policies should focus on improving equality."], "C"],
        [61, "Which of the following is an example of a normative, as opposed to a positive, statement?", ["A. Gasoline prices ought to be lower than they are now.", "B. A decrease in the minimum wage would decrease unemployment.", "C. The elimination of trade restrictions would increase an economy's standard of living.", "D. In response to the most recent recession, the federal government extended the duration of unemployment benefits."], "A"],
        [62, "Duties of the Council of Economic Advisers include", ["A. advising the president and writing the annual Economic Report of the President.", "B. implementing the president's tax policies.", "C. managing of the nation's money supply.", "D. managing the Social Security program."], "A"],
        [63, "Economists at which of the following government offices help formulate spending plans and regulatory policies?", ["A. Office of Management and Budget", "B. Department of the Treasury", "C. Congressional Budget Office", "D. The Federal Reserve"], "A"],
        [64, "The president of the United States receives tax policy advice from economists in the", ["A. Federal Reserve.", "B. Department of Justice.", "C. Congressional Budget Office.", "D. Department of the Treasury."], "D"],
        [65, "Analysis of data on workers and those looking for work is conducted by economists at the", ["A. Office of Management and Budget.", "B. Department of Labor.", "C. Congressional Budget Office.", "D. Department of the Treasury."], "B"],
        [66, "Economists at the Department of Justice", ["A. track the behavior of the nation's money supply.", "B. advise Congress on economic matters.", "C. help enforce the nation's antitrust laws.", "D. prepare the federal budget."], "C"],
        [67, "From which of the following agencies does the President not receive economic policy advice from economists?", ["A. The Council of Economic Advisers", "B. The Department of the Treasury", "C. The Congressional Budget Office", "D. The Department of Labor"], "C"],
        [68, "Economists sometimes give conflicting advice because", ["A. graduate students in economics are encouraged to argue with each other.", "B. economists have different values and scientific judgments.", "C. economists acting as scientists do not like to agree with economists acting as policy advisers.", "D. economics is more of a belief system than a science."], "B"],
        [69, "Sometimes economists disagree because their scientific judgments differ. Which of the following instances best reflects this source of disagreement?", ["A. One economist believes everyone should pay the same percentage of their income in taxes; another economist believes that wealthier citizens should pay a higher percentage of their income in taxes.", "B. One economist believes that manufacturing firms should face greater regulation to preserve the environment; another economist believes the government should not intervene in free markets.", "C. One economist believes that equality should be valued over efficiency in policy decisions; another economist believes that efficiency should be valued over equality in policy decisions.", "D. One economist believes the government should tax a household's income; another economist believes the government should tax a household's consumption because it will cause households to save more."], "D"],
        [70, "Justin and Madison are economists. Justin thinks that the wealthiest 10 percent of the U.S. population should be taxed a rate higher than the rest of society because they can better afford it. Madison thinks that everyone should be taxed at the same rate because that is the fairest scenario and the wealthy should not be penalized for their success. In this example, Justin and Madison", ["A. disagree about the validity of a positive theory.", "B. have different normative views about tax policy.", "C. must both be incorrect because tax policy is never that simple.", "D. disagree because they have access to contradicting positive statements."], "B"],
        [71, "A survey of professional economists revealed that more than three-fourths of them agreed with fourteen economic propositions. Which of the following is not one of those propositions?", ["A. The United States should eliminate agricultural subsidies.", "B. The United States should implement universal healthcare for its citizens.", "C. A large federal budget deficit has an adverse effect on the economy.", "D. Fiscal policy has a significant stimulative impact on a less than fully employed economy."], "B"],
        [72, "Kiara wants to create a graph containing the prices of theater tickets and the corresponding quantities of theater tickets demanded by customers. She should use a", ["A. pie chart.", "B. bar graph.", "C. time-series graph.", "D. coordinate system."], "D"],
        [73, "The x-coordinate of an ordered pair specifies the", ["A. diagonal location of the point.", "B. vertical location of the point.", "C. horizontal location of the point.", "D. quadrant location in which the point is located."], "C"],
        [74, "In the ordered pair (19, 25), 25 is the", ["A. the x-coordinate and the vertical location of the point.", "B. the y-coordinate and the horizontal location of the point.", "C. the x-coordinate and the horizontal location of the point.", "D. the y-coordinate and the vertical location of the point."], "D"],
        [75, "The point where both x and y are zero is known as the", ["A. origin.", "B. null.", "C. zero coordinate.", "D. center."], "A"],
        [76, "When two variables have a negative correlation,", ["A. if the x-variable increases, the y-variable increases.", "B. if the x-variable increases, the y-variable decreases.", "C. one variable will move while the other remains constant.", "D. the variables' values are never negative."], "B"],
        [77, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_11.png\" alt=\"id:77\"><br>The graph shown is known as a", ["A. time-series graph.", "B. bar graph.", "C. scatterplot.", "D. pie chart."], "C"],
        [78, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_11.png\" alt=\"id:78\"><br>Taking cause and effect into account, which of the following interpretations would be most reasonable regarding the relationship between coffee and hours without sleep?", ["A. The less coffee a person drinks per day, the more time he can go without sleep.", "B. There is no relationship between how much coffee per day a person drinks and how long he can go without sleep.", "C. The more coffee a person drinks per day, the more time he can go without sleep.", "D. The more coffee a person drinks per day, the less time he can go without sleep."], "C"],
        [79, "When two variables move in the same direction, the curve relating them is", ["A. downward sloping, and we say the variables are negatively related.", "B. upward sloping, and we say the variables are negatively related.", "C. downward sloping, and we say the variables are positively related.", "D. upward sloping, and we say the variables are positively related."], "D"],
        [80, "When a relevant variable that is not named on either axis changes,", ["A. there will be a movement along the curve.", "B. the curve will rotate clockwise.", "C. the curve will be unaffected since only the variables on the axis affect the curve.", "D. the curve will shift."], "D"],
        [81, "Suppose the price level is measured along the vertical axis on a graph. When the price level changes, there will be a", ["A. rotation of the curve.", "B. shift of the curve.", "C. movement along the curve.", "D. change in the slope of the curve."], "C"],
        [82, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_12.png\" alt=\"id:82\"><br>The movement from point B to point C is", ["A. a movement along the demand curve.", "B. an indication that the price of bananas has changed.", "C. a shift of the demand curve.", "D. an indication that the costs incurred by firms that produce bananas have changed."], "C"],
        [83, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_12.png\" alt=\"id:83\"><br>The slope of the curve between points A and B is", ["A. –2.", "B. 2.", "C. <img style=\"hight: 1.1em;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_13.png\" alt=\"id:83\">.", "D. <img style=\"hight: 1.1em;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_14.png\" alt=\"id:83\"><br>."], "A"],
        [84, "Which of the following is correct?", ["A. The slope of a line will be infinite for a horizontal line.", "B. The slope of a fairly flat upward-sloping line will be a large negative number.", "C. The slope of a line will be a negative number for a downward-sloping line.", "D. The slope of a steep upward-sloping line will be a small negative number."], "C"],
        [85, "The slope of a line that passes through the points (10, 40) and (20, 35) is", ["A. <img style=\"hight: 1.1em;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_13.png\" alt=\"id:85\">.", "B. <img style=\"hight: 1.1em;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_14.png\" alt=\"id:85\">.", "C. –2", "D. 2."], "B"],
        [86, "In the early 19th century, the Russian government sent doctors to southern Russian villages to provide assistance during a cholera epidemic. The villagers noticed that wherever doctors appeared, people died. Therefore, many doctors were chased away from villages, and some were even killed. This reaction to the correlation between doctors and deaths is most likely a problem of", ["A. omitted variables.", "B. bias.", "C. reverse causality.", "D. government propaganda."], "C"],
        [87, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_15.png\" alt=\"id:87\"><br>Which of the following conclusions should not be drawn from observing this graph?", ["A. There is a positive correlation between the frequency of service and the number of passengers.", "B. When there are five stops per hour, there are approximately 200 passengers.", "C. More stops per hour is associated with more passengers per hour.", "D. No other factors besides the frequency of service affect the number of passengers."], "D"]
    ]
}