{
    "title": ["id", "question", "options", "answer"],
    "type": ["int++", "string", "json", "string"],
    "content": [
        [1, "When an economist points out that you and millions of other people are interdependent, she is referring to the fact that we all", ["A. rely upon the government to provide us with the basic necessities of life.", "B. rely upon one another for the goods and services we consume.", "C. have similar tastes and abilities.", "D. are concerned about one another’s well-being."], "B"],
        [2, "Both Jarek and Kalene produce hair scarves and necklaces. However, Kalene is better at producing both goods. In this case, trade could", ["A. benefit both Kalene and Jarek.", "B. benefit Kalene, but not Jarek.", "C. benefit Jarek, but not Kalene.", "D. benefit neither Kalene nor Jarek."], "A"],
        [3, "The production possibilities frontier illustrates", ["A. the combinations of output that an economy should produce.", "B. the combinations of output that an economy should consume.", "C. the combinations of output that an economy can produce.", "D. the combinations of output that an economy wants to produce."], "C"],
        [4, "A production possibilities frontier is bowed outward when", ["A. the more resources the economy uses to produce one good, the fewer resources it has available to produce the other good.", "B. an economy is self-sufficient instead of interdependent and engaged in trade.", "C. the rate of trade-off between the two goods being produced is constant.", "D. the rate of trade-off between the two goods being produced depends on how much of each good is being produced."], "D"],
        [5, "Consider two individuals, Jarek and Danuta each of whom knits sweaters and makes hamburgers, respectively. The gains from trade between Jarek and Danuta are most obvious in which of the following cases?", ["A. Jarek is very good at knitting sweaters and at making hamburgers, but Danuta’s skills in both of these activities are very poor.", "B. Jarek and Danuta both are very good at making hamburgers, but neither has the necessary skills to knit sweaters.", "C. Jarek’s cooking and knitting skills are very poor, and Danuta’s cooking and knitting skills are also very poor.", "D. Jarek’s skills are such that he can only knit sweaters, and Danuta’s skills are such that she can only make hamburgers."], "D"],
        [6, "A professor spends 8 hours per day giving lectures and writing papers. For the professor, a graph that shows his various possible mixes of output (lectures given per day and papers written per day) is called his", ["A. productivity line.", "B. indifference curve.", "C. production possibilities frontier.", "D. consumption possibilities frontier."], "C"],
        [7, "Suppose there are only two people in the world. Each person’s production possibilities frontier also represents his or her consumption possibilities when", ["A. neither person faces trade-off.", "B. the frontiers are straight lines.", "C. the frontiers are bowed out.", "D. they choose not to trade with one another."], "D"],
        [8, "The most obvious benefit of specialization and trade is that they allow us to", ["A. work more hours per week than we otherwise would be able to work.", "B. consume more goods than we otherwise would be able to consume.", "C. spend more money on goods that are beneficial to society, and less money on goods that are harmful to society.", "D. consume more goods by forcing people in other countries to consume fewer goods."], "B"],
        [9, "As a student, Jordyn spends 40 hours per week writing term papers and completing homework assignments. On one axis of her production possibilities frontier is measured the number of term papers written per week. On the other axis is measured the number of homework assignments completed per week. Jordyn's production possibilities frontier is a straight line if", ["A. she faces no trade-off between writing term papers and completing homework assignments.", "B. she can switch between writing term papers and completing homework assignments at a constant rate.", "C. the rate at which she can switch between homework assignments and term papers depends on the number of homework assignments she is completing and on the number of term papers she is writing.", "D. she is required by her professors to spend half of her time on term papers and the other half of her time on homework assignments."], "B"],
        [10, "For a self-sufficient producer, the production possibilities frontier", ["A. is the same as the consumption possibilities frontier.", "B. is greater than the consumption possibilities frontier.", "C. is less than the consumption possibilities frontier.", "D. is always a straight line."], "A"],
        [11, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_01.png\" alt=\"id:11\"><br>Assume that Celia and John each work 24 hours. What happens to total production if instead of each person spending 12 hours producing each good, Celia spends 21 hours producing wine and 3 hours producing bread and John spends 3 hours producing wine and 21 hours producing bread?", ["A. The total production of bread and wine each rise.", "B. The total production of bread rises and the total production of wine falls.", "C. The total production of bread falls and the total production of wine rises.", "D. The total production of bread and wine each fall."], "A"],
        [12, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_02.png\" alt=\"id:12\"><br>Assume that England and France each has 40 labor hours available. If each country devotes 30 to production of pastrami and 10 to production of milk, then total production is", ["A. 8 units of pastrami and 10 units of milk.", "B. 36 units of pastrami and 7.5 units of milk.", "C. 40 units of pastrami and 20 units of milk.", "D. 48 units of pastrami and 30 units of milk."], "B"],
        [13, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_02.png\" alt=\"id:13\"><br>Which of the following combinations of pastrami and milk could France produce in 20 hours?", ["A. 2 units of pastrami and 20 units of milk", "B. 4.5 units of pastrami and 20 units of milk", "C. 20 units of pastrami and 20 units of milk", "D. 4 units of pastrami and 10 units of milk"], "D"],
        [14, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_03.png\" alt=\"id:14\"><br>Which of the following represents Aruba's production possibilities frontier when 100 labor hours are available?", ["A. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_04.png\" alt=\"id:14\">", "B. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_05.png\" alt=\"id:14\">", "C. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_06.png\" alt=\"id:14\">", "D. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_07.png\" alt=\"id:14\">"], "C"],
        [15, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_03.png\" alt=\"id:15\"><br>Assume that Aruba and Iceland each has 120 labor hours available. If each country divides its time equally between the production of coolers and radios, then total production is", ["A. 90 coolers and 120 radios.", "B. 27 coolers and 60 radios.", "C. 90 coolers and 27 radios.", "D. 27 coolers and 90 radios."], "C"],
        [16, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_08.png\" alt=\"id:16\"><br>Which of the following represents Kenya's and Peru's production possibilities frontiers when each country has 60 minutes of machine time available?", ["A. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_09.png\" alt=\"id:16\">", "B. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_10.png\" alt=\"id:16\">", "C. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_11.png\" alt=\"id:16\">", "D. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_12.png\" alt=\"id:16\">"], "D"],
        [17, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_08.png\" alt=\"id:17\"><br>Assume that Kenya and  Peru each has 120 machine minutes available. If each country divides its time equally between the production of toothbrushes and hairbrushes, then total production is", ["A. 16 toothbrushes and 120 hairbrushes.", "B. 32 toothbrushes and 16 hairbrushes.", "C. 32 toothbrushes and 60 hairbrushes.", "D. 16 toothbrushes and 32 hairbrushes."], "B"],
        [18, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_08.png\" alt=\"id:18\"><br>Which of the following combinations of toothbrushes and hairbrushes could Kenya not produce in 120 minutes?", ["A. 5 toothbrushes and 11 hairbrushes", "B. 10 toothbrushes and 9 hairbrushes", "C. 20 toothbrushes and 6 hairbrushes", "D. 30 toothbrushes and 3 hairbrushes"], "A"],
        [19, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_13.png\" alt=\"id:19\"><br>Which of the following combinations of cheese and bread could Portugal produce in 24 hours?", ["A. 8 units of cheese and 4 units of bread", "B. 4 units of cheese and 8 units of bread", "C. 7 units of cheese and 8 units of bread", "D. 4 units of cheese and 3 units of bread"], "A"],
        [20, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_14.png\" alt=\"id:20\"><br>Which of the following points is on Max’s production possibilities frontier, based on a 36-hour production period?", ["A. (18 mittens, 0 hats)", "B. (15 mittens, 8 hats)", "C. (16 mittens, 10 hats)", "D. (0 mittens, 12 hats)"], "A"],
        [21, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_15.png\" alt=\"id:21\"><br>The number of minutes needed by Barb to test a computer is", ["A. 36.", "B. 48.", "C. 30.", "D. 64."], "C"],
        [22, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_15.png\" alt=\"id:22\"><br>Which of the following points would not be on Barb's production possibilities frontier, based on a 40-hour week?", ["A. (0 computers set up, 80 computers tested)", "B. (8 computers set up, 32 computers tested)", "C. (25 computers set up, 40 computers tested)", "D. (50 computers set up, 0 computers tested)"], "B"],
        [23, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_16.png\" alt=\"id:23\"><br>If the production possibilities frontier is bowed outward, then how many coats are produced when 6 blankets are produced?", ["A. 5", "B. 10", "C. 30", "D. 50"], "D"],
        [24, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_16.png\" alt=\"id:24\"><br>If the production possibilities frontier is a straight line, then how many coats are produced when 6 blankets are produced?", ["A. 5", "B. 10", "C. 30", "D. 40"], "D"],
        [25, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_17.png\" alt=\"id:25\"><br>The values in the table represent the amounts of lemonade and pizzas that Alice and Betty can produce in one week without and with specialization and trade. What are Alice and Betty's gains from specialization and trade?", ["A. Alice gains 9 pitchers of lemonade and 12 pizzas, while Betty gains 12 pitchers of lemonade and 7 pizzas.", "B. Alice gains 200 pitchers of lemonade and 100 pizzas, while Betty gains 180 pitchers of lemonade and 180 pizzas.", "C. Alice gains 12 pitchers of lemonade and 7 pizzas, while Betty gains 9 pitchers of lemonade and 9 pizzas.", "D. Alice gains 112 pitchers of lemonade and 0 pizzas, while Betty gains 0 pitchers of lemonade and 300 pizzas."], "A"],
        [26, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_18.png\" alt=\"id:26\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_19.png\" alt=\"id:26\"><br>The rate of trade-off between producing chairs and producing couches is constant in", ["A. Graph (a) only.", "B. Graph (b) only.", "C. both Graph (a) and graph (b).", "D. neither Graph (a) nor Graph (b)."], "B"],
        [27, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_18.png\" alt=\"id:27\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_19.png\" alt=\"id:27\"><br>The rate of trade-off between producing chairs and producing couches depends on how many chairs and couches are being produced in", ["A. Graph (a) only.", "B. Graph (b) only.", "C. both Graph (a) and Graph (b).", "D. neither Graph (a) nor Graph (b)."], "A"],
        [28, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_20.png\" alt=\"id:28\"><br>The fact that the line slopes downward reflects the fact that", ["A. for Venezuela, it is more costly to produce peanuts than it is to produce cashews.", "B. Venezuela will produce more peanuts and fewer cashews as time goes by.", "C. Venezuela faces a trade-off between producing peanuts and producing cashews.", "D. Venezuela should specialize in producing cashews."], "C"],
        [29, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_20.png\" alt=\"id:29\"><br>If the production possibilities frontier shown is for 32 hours of production, then how long does it take Venezuela to make one pound of peanuts?", ["A. 1/32 hour", "B. 1/4 hour", "C. 4 hours", "D. 3 hours"], "C"],
        [30, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_20.png\" alt=\"id:30\"><br>If the production possibilities frontier shown is for 48 hours of production, then how long does it take Venezuela to make one pound of cashews?", ["A. 1/5 hour", "B. 1/3 hour", "C. 3 hours", "D. 5 hours"], "A"],
        [31, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_20.png\" alt=\"id:31\"><br>If the production possibilities frontier shown is for two months of production, then which of the following combinations of peanuts and cashews could Venezuela produce in two months?", ["A. 7 pounds of peanuts and 135 pounds of cashews", "B. 5 pounds of peanuts and 160 pounds of cashews", "C. 2 pounds of peanuts and 240 pounds of cashews", "D. 3 pounds of peanuts and 150 pounds of cashews"], "D"],
        [32, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:32\"><br>If Tanek must work 0.2 hour to produce each taco, then his production possibilities frontier is based on how many hours of work?", ["A. 40 hours", "B. 80 hours", "C. 400 hours", "D. 2000 hours"], "B"],
        [33, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:33\"><br>If the production possibilities frontier shown for Tanek is for 120 hours of production, then how long does it take Tanek to make one burrito?", ["A. 0.1 hour", "B. 0.4 hour", "C. 3 hours", "D. 2.5 hours"], "B"],
        [34, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:34\"><br>If Tanek and Kalene both spend all of their time producing burritos, then total production is", ["A. 0 tacos and 400 burritos.", "B. 400 tacos and 250 burritos.", "C. 0 tacos and 500 burritos.", "D. 800 tacos and 500 burritos."], "C"],
        [35, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:35\"><br>If Tanek and Kalene each divide their time equally between the production of tacos and burritos, then total production is", ["A. 200 tacos and 150 burritos.", "B. 400 tacos and 250 burritos.", "C. 400 tacos and 300 burritos.", "D. 800 tacos and 500 burritos."], "B"],
        [36, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:36\"><br>Tanek’s opportunity cost of one burrito is", ["A. 3/4 taco and Kalene’s opportunity cost of one burrito is 1/2 taco.", "B. 3/4 taco and Kalene’s opportunity cost of one burrito is 2 tacos.", "C. 4/3 tacos and Kalene’s opportunity cost of one burrito is 1/2 taco.", "D. 4/3 tacos and Kalene’s opportunity cost of one burrito is 2 tacos."], "D"],
        [37, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_22.png\" alt=\"id:37\"><br>Both Alvina and Betty", ["A. face a constant trade-off between producing pitchers of lemonade and pizzas.", "B. can produce more pizzas than pitchers of lemonade if they devote all of their time to pizza production.", "C. would benefit from specializing in lemonade production.", "D. would benefit from specializing in pizza production."], "A"],
        [38, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_22.png\" alt=\"id:38\"><br>If Betty produces only pizzas, she can produce", ["A. 150 pies per day.", "B. 300 pies per day.", "C. 300 pies per day.", "D. 450 pies per day."], "C"],
        [39, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_22.png\" alt=\"id:39\"><br>If point A represents Alvina’s production and point B represents Betty’s production,", ["A. Alvina produces 200 pitchers of lemonade and 100 pizzas while Betty produces 180 pitchers of lemonade and 180 pizzas.", "B. Alvina produces 180 pitchers of lemonade and 180 pizzas while Betty produces 200 pitchers of lemonade and 100 pizzas.", "C. Alvina produces 100 pitchers of lemonade and 200 pizzas while Betty produces 180 pitchers of lemonade and 180 pizzas.", "D. Only Alvina can benefit from specialization and trade."], "A"],
        [40, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_22.png\" alt=\"id:40\"><br>If point A represents Alvina’s current production and point B represents Betty’s current production, under what circumstances can both Alvina and Betty benefit from specialization and trade?", ["A. Alvina produces more pizzas and Betty produces more lemonade.", "B. Alvina produces more lemonade and Betty produces more pizzas.", "C. Both Alvina and Betty produce only pizzas.", "D. There are no circumstances under which both Alvina and Betty can benefit from specialization and trade."], "B"],
        [41, "Assume for the United States that the opportunity cost of each airplane is 50 cars. Which of these pairs of points could be on the United States' production possibilities frontier?", ["A. (200 airplanes, 5,000 cars) and (150 airplanes, 4,000 cars)", "B. (200 airplanes, 12,500 cars) and (150 airplanes, 15,000 cars)", "C. (300 airplanes, 15,000 cars) and (200 airplanes, 25,000 cars)", "D. (300 airplanes, 25,000 cars) and (200 airplanes, 40,000 cars)"], "B"],
        [42, "What must be given up to obtain an item is called", ["A. out-of-pocket cost.", "B. comparative worth.", "C. opportunity cost.", "D. absolute value."], "C"],
        [43, "A gardener has the ability to grow either apples or pears or some combination of the two. Given no other information, it follows that the gardener’s opportunity cost of a pound of apples multiplied by his opportunity cost of a pound of pears", ["A. is equal to 0.", "B. is between 0 and 1.", "C. is equal to 1.", "D. is greater than 1."], "C"],
        [44, "If China is capable of producing either teddy bears or toy trains or some combination of the two, then", ["A. China should specialize in the product in which it has an absolute advantage.", "B. it would be impossible for China to have an absolute advantage over another country in both products.", "C. it would be difficult for China to benefit from trade with another country if China is efficient in the production of both goods.", "D. China’s opportunity cost of teddy bears is the inverse of its opportunity cost of toy trains."], "D"],
        [45, "Nick and Traci are two woodworkers who both make tables and chairs. In one month, Nick can make 3 tables or 6 chairs, whereas Traci can make 16 tables or 48 chairs. Given this, we know that the opportunity cost of 1 chair is", ["A. 1/2 table for Nick and 1/3 table for Traci.", "B. 1/2 table for Nick and 3 tables for Traci.", "C. 3 tables for Nick and 1/2 table for Traci.", "D. 1/3 table for Nick and 2 tables for Traci."], "A"],
        [46, "Absolute advantage is found by comparing different producers'", ["A. opportunity costs.", "B. payments to land, labor, and capital.", "C. input requirements per unit of output.", "D. locational and logistical circumstances."], "C"],
        [47, "The producer that requires a smaller quantity of inputs to produce a certain amount of a good, relative to the quantities of inputs required by other producers to produce the same amount of that good,", ["A. has a low opportunity cost of producing that good, relative to the opportunity costs of other producers.", "B. has a comparative advantage in the production of that good.", "C. has an absolute advantage in the production of that good.", "D. should be the only producer of that good."], "C"],
        [48, "If Shawn can produce more donuts in one day than Sue can produce in one day, then", ["A. Shawn has a comparative advantage in the production of donuts.", "B. Sue has a comparative advantage in the production of donuts.", "C. Shawn has an absolute advantage in the production of donuts.", "D. Sue has an absolute advantage in the production of donuts."], "C"],
        [49, "Suppose Jack and Tucker can both produce two goods: toy cars and dinosaur figures. Which of the following is not possible?", ["A. Jim has an absolute advantage in the production of toy cars and in the production of dinosaur figures.", "B. Jim has an absolute advantage in the production of toy cars and a comparative advantage in the production of dinosaur figures.", "C. Jim has an absolute advantage in the production of dinosaur figures and a comparative advantage in the production of toy cars.", "D. Jim has a comparative advantage in the production of toy cars and in the production of dinosaur figures."], "D"],
        [50, "If Iowa’s opportunity cost of corn is lower than Oklahoma’s opportunity cost of corn, then", ["A. Iowa has a comparative advantage in the production of corn.", "B. Iowa has an absolute advantage in the production of corn.", "C. Iowa should import corn from Oklahoma.", "D. Oklahoma should produce just enough corn to satisfy its own residents’ demands."], "A"],
        [51, "Which of the following statements about comparative advantage is not true?", ["A. Comparative advantage is determined by which person or group of persons can produce a given quantity of a good using the fewest resources.", "B. The principle of comparative advantage applies to countries as well as to individuals.", "C. Economists use the principle of comparative advantage to emphasize the potential benefits of free trade.", "D. A country may have a comparative advantage in producing a good, even though it lacks an absolute advantage in producing that good."], "A"],
        [52, "The principle of comparative advantage does not provide answers to certain questions. One of those questions is", ["A. Do specialization and trade benefit more than one party to a trade?", "B. Is it absolute advantage or comparative advantage that really matters?", "C. How are the gains from trade shared among the parties to a trade?", "D. Is it possible for specialization and trade to increase total output of traded goods?"], "C"],
        [53, "Which of the following is not correct?", ["A. The producer who requires a smaller quantity of inputs to produce a good is said to have an absolute advantage in producing that good.", "B. The producer who gives up less of other goods to produce Good X has the smaller opportunity cost of producing Good X.", "C. The producer who has the smaller opportunity cost of producing a good is said to have a comparative advantage in producing that good.", "D. The gains from specialization and trade are based not on comparative advantage but on absolute advantage."], "D"],
        [54, "Total output in an economy increases when each person specializes because", ["A. there is less competition for the same resources.", "B. each person spends more time producing that product in which he or she has a comparative advantage.", "C. a wider variety of products will be produced within each country due to specialization.", "D. government necessarily plays a larger role in the economy due to specialization."], "B"],
        [55, "Suppose that a worker in Radioland can produce either 4 radios or 1 television per year, and a worker in Teeveeland can produce either 1 radios or 4 televisions per year. Each nation has 150 workers. Also, suppose that each country completely specializes in producing the good in which it has a comparative advantage. If Radioland trades 50 radios to Teeveeland in exchange for 50 televisions each year, then each country's maximum consumption of new radios and televisions per year will be", ["A. 50 radios, 550 televisions in Radioland and 550 radios, 50 televisions in Teeveeland.", "B. 550 radios, 50 televisions in Radioland and 50 radios, 550 televisions in Teeveeland.", "C. 150 radios, 50 televisions in Radioland and 50 radios, 150 televisions in Teeveeland.", "D. 550 radios, 50 televisions in Radioland and 50 radios, 600 televisions in Teeveeland."], "B"],
        [56, "Suppose that a worker in Cornland can grow either 40 bushels of corn or 10 bushels of oats per year, and a worker in Oatland can grow either 5 bushels of corn or 50 bushels of oats per year. There are 30 workers in Cornland and 30 workers in Oatland. If the two countries do not trade, Cornland will produce and consume 600 bushels of corn and 150 bushels of oats, while Oatland will produce and consume 20 bushels of corn and 1300 bushels of oats. If each country made the decision to specialize in producing the good in which it has a comparative advantage, then the combined yearly output of the two countries would increase by", ["A. 1200 bushels of corn and 50 bushels of oats.", "B. 580 bushels of corn and 50 bushels of oats.", "C. 50 bushels of corn and 580 bushels of oats.", "D. 580 bushels of corn and 1500 bushels of oats."], "B"],
        [57, "Suppose that a worker in Caninia can produce either 2 blankets or 8 meals per day, and a worker in Felinia can produce either 5 blankets or 1 meal per day. Each nation has 10 workers. For many years, the two countries traded, each completely specializing according to their respective comparative advantages. Now war has broken out between them and all trade has stopped. Without trade, Caninia produces and consumes 10 blankets and 40 meals per day and Felinia produces and consumes 25 blankets and 5 meals per day. The war has caused the combined daily output of the two countries to decline by", ["A. 15 blankets and 35 meals.", "B. 25 blankets and 40 meals.", "C. 35 blankets and 45 meals.", "D. 50 blankets and 80 meals."], "A"],
        [58, "The gains from trade are", ["A. evident in economic models, but seldom observed in the real world.", "B. evident in the real world, but impossible to capture in economic models.", "C. a result of more efficient resource allocation than would be observed in the absence of trade.", "D. based on the principle of absolute advantage."], "C"],
        [59, "Trade can make everybody better off because it", ["A. increases cooperation among nations.", "B. allows people to specialize according to comparative advantage.", "C. requires some workers in an economy to be retrained.", "D. reduces competition among domestic companies."], "B"],
        [60, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_24.png\" alt=\"id:60\"><br>What is Teresa’s opportunity cost of producing one bushel of wheat?", ["A. 1/2 pound of beef", "B. 5/3 pounds of beef", "C. 3/5 pounds of beef", "D. 1 pound of beef"], "B"],
        [61, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:61\"><br>Bahamas's opportunity cost of one cooler is", ["A. 0.5 radios, and Denmark's opportunity cost of one cooler is 0.125 radios.", "B. 0.5 radios, and Denmark's opportunity cost of one cooler is 8 radios.", "C. 2 radios, and Denmark's opportunity cost of one cooler is 0.125 radios.", "D. 2 radios, and Denmark's opportunity cost of one cooler is 8 radios."], "A"],
        [62, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:62\"><br>Assume that Bahamas and Denmark each has 8 days available for production. Originally, each country divided its time equally between the production of coolers and radios. Now, each country spends all its time producing the good in which it has a comparative advantage. As a result, the total output of coolers increased by", ["A. 12.", "B. 48.", "C. 96.", "D. 192."], "B"],
        [63, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:63\"><br>Assume that Bahamas and Denmark each has 4 days available for production. Originally, each country divided its time equally between the production of coolers and radios. Now, each country spends all its time producing the good in which it has a comparative advantage. As a result, the total output of radios increased by", ["A. 3.", "B. 6.", "C. 9.", "D. 48."], "B"],
        [64, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:64\"><br>At which of the following prices would both Bahamas and Denmark gain from trade with each other?", ["A. 1 radio for 1 cooler", "B. 1 radio for 4 coolers", "C. 1 radio for 10 coolers", "D. 1 radio for 15 coolers"], "B"],
        [65, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:65\"><br>Bahamas and Denmark would not be able to gain from trade if Denmark's opportunity cost of one radio changed to", ["A. 0 coolers.", "B. 1 cooler.", "C. 2 coolers.", "D. Bahamas and Denmark can always gain from trade regardless of their opportunity costs."], "C"],
        [66, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_26.png\" alt=\"id:66\"><br>Suppose Peru decides to increase its production of emeralds by 3. What is the opportunity cost of this decision?", ["A. 30 rubies", "B. 15 rubies", "C. 45 rubies", "D. 90 rubies"], "D"],
        [67, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_27.png\" alt=\"id:67\"><br>India’s opportunity cost of producing bananas is", ["A. 0.5 units of maize. This is lower than Indonesia’s opportunity cost of producing bananas.", "B. 2.5 units of maize. This is higher than Indonesia’s opportunity cost of producing bananas.", "C. 2/5 units of maize. This is lower than Indonesia’s opportunity cost of producing bananas.", "D. 0.5 units of maize. This is higher than Indonesia’s opportunity cost of producing bananas."], "A"],
        [68, "By definition, exports are", ["A. goods produced abroad and sold domestically.", "B. goods produced domestically and sold abroad.", "C. goods produced and consumed domestically.", "D. goods produced and consumed abroad."], "B"],
        [69, "Trade between countries", ["A. allows each country to consume at a point outside its production possibilities frontier.", "B. limits a country’s ability to produce goods and services on its own.", "C. must benefit both countries equally; otherwise, trade is not mutually beneficial.", "D. can best be understood by examining the countries’ absolute advantages."], "A"],
        [70, "When a country has a comparative advantage in producing a certain good,", ["A. the country should import that good.", "B. the country should produce just enough of that good for its own consumption.", "C. the country’s opportunity cost of that good is high relative to other countries’ opportunity costs of that same good.", "D. then specializing in the production of that good and trading for other goods could allow that country to consume at a point beyond its production possibilities frontier."], "D"],
        [71, "Suppose the United States has a comparative advantage over Mexico in producing pork. The principle of comparative advantage asserts that", ["A. in order to consume beyond its PPF, the United States should produce more pork than what it requires and export some of it to Mexico.", "B. in order to consume beyond its PPF, the United States should produce a moderate quantity of pork and import the remainder of what it requires from Mexico.", "C. in order to consume beyond its PPF, the United States should refrain altogether from producing pork and import all of what it requires from Mexico.", "D. Mexico has nothing to gain from importing United States pork."], "A"],
        [72, "A popular celebrity that is paid highly for her time should probably not mow her own lawn because", ["A. her opportunity cost of mowing her lawn is higher than the cost of paying someone to mow it for her.", "B. she has a comparative advantage in mowing her lawn relative to a landscaping service.", "C. she has an absolute advantage in mowing her lawn relative to a landscaping service.", "D. she might sprain her ankle."], "A"]
    ]
}