{
    "title": ["id", "question", "options", "answer"],
    "type": ["int++", "string", "json", "string"],
    "content": [
        [1, "A group of buyers and sellers of a particular good or service is called", ["A. a coalition.", "B. an economy.", "C. a market.", "D. a competition."], "C"],
        [2, "Which of the following is not an example of a market?", ["A. A small town has only one seller of water.", "B. In the United States, a sick person cannot legally purchase a lung.", "C. In California, there are many buyers and sellers of avocados.", "D. The availability of internet shopping has expanded the shoe choices for buyers who do not live near large cities."], "B"],
        [3, "A competitive market is a market in which", ["A. an auctioneer helps set prices and arrange sales.", "B. there are only a few sellers.", "C. the forces of supply and demand do not apply.", "D. no individual buyer or seller has any significant impact on the market price."], "D"],
        [4, "Assume Kalene buys notebooks in a competitive market. It follows that", ["A. Kalene has a limited number of sellers from which to buy notebooks.", "B. Kalene will negotiate with sellers whenever she buys notebooks.", "C. Kalene cannot influence the price of notebooks even if she buys a large quantity of them.", "D. Kalene might have trouble finding notebooks at her local store."], "C"],
        [5, "If a seller in a competitive market chooses to charge more than the going price, then", ["A. the sellers' profits must increase.", "B. the owners of the raw materials used in production would raise the prices for the raw materials.", "C. other sellers would also raise their prices.", "D. buyers will make purchases from other sellers."], "D"],
        [6, "Which of the following is not a characteristic of a perfectly competitive market?", ["A. There is free entry and exit.", "B. There are many buyers and sellers.", "C. Sellers must accept the price the market determines.", "D. Different sellers sell differentiated products."], "D"],
        [7, "An example of a perfectly competitive market would be the", ["A. cable TV market.", "B. soybean market.", "C. breakfast cereal market.", "D. shampoo market."], "B"],
        [8, "A monopoly is a market with one", ["A. seller, and that seller is a price taker.", "B. seller, and that seller sets the price.", "C. buyer, and that buyer is a price taker.", "D. buyer, and that buyer sets the price."], "B"],
        [9, "The quantity demanded of a good is the amount that buyers are", ["A. willing to purchase.", "B. willing and able to purchase.", "C. willing, able, and need to purchase.", "D. able to purchase."], "B"],
        [10, "A decrease in the price of a good will", ["A. increase demand.", "B. decrease demand.", "C. decrease quantity demanded.", "D. increase quantity demanded."], "D"],
        [11, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_01.png\" alt=\"id:11\"><br>The movement from point A to point B on the graph shows", ["A. a decrease in demand.", "B. an increase in demand.", "C. a decrease in quantity demanded.", "D. an increase in quantity demanded."], "D"],
        [12, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_01.png\" alt=\"id:12\"><br>The movement from point A to point B on the graph is caused by", ["A. an increase in price.", "B. a decrease in price.", "C. a decrease in the price of a substitute good.", "D. an increase in income."], "B"],
        [13, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_01.png\" alt=\"id:13\"><br>It is apparent from the figure that the", ["A. good is inferior.", "B. demand for the good decreases as income increases.", "C. demand for the good conforms to the law of demand.", "D. good is a normal good."], "C"],
        [14, "The law of demand states that, other things equal, when the price of a good", ["A. falls, the demand for the good rises.", "B. rises, the quantity demanded of the good rises.", "C. rises, the demand for the good falls.", "D. falls, the quantity demanded of the good rises."], "D"],
        [15, "Which of the following demonstrates the law of demand?", ["A. After Qyatt got a raise at work, he bought more pretzels at $1.50 per pretzel than he did before his raise.", "B. Benjamin buys fewer croissants at $0.75 per croissant than at $1 per croissant, other things equal.", "C. Ashlyn buys more donut holes at $0.25 per donut hole than at $0.50 per donut hole, other things equal.", "D. Ellie buys fewer Snickers at $0.60 per candy bar after the price of Skittles falls to $0.50 per bag."], "C"],
        [16, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_02.png\" alt=\"id:16\"><br>If the law of demand applies to this good, then Q1 could be", ["A. 70.", "B. 100.", "C. 110.", "D. 130."], "A"],
        [17, "Suppose that when the price of a 16 oz. to-go cup of gourmet coffee is $4.25, students purchase 750 cups per day. If the price decreases to $3.75 per cup, which of the following is the most likely outcome?", ["A. Students would purchase fewer than 750 cups per day.", "B. Student would continue to purchase 750 cups per day.", "C. Students would purchase more than 750 cups per day.", "D. We do not have enough information to answer this question."], "C"],
        [18, "A demand schedule is a table that shows the relationship between", ["A. quantity demanded and quantity supplied.", "B. income and quantity demanded.", "C. price and quantity demanded.", "D. price and income."], "C"],
        [19, "Which of the following is not held constant in a demand schedule?", ["A. Income", "B. Tastes", "C. Price", "D. Expectations"], "C"],
        [20, "The line that relates the price of a good and the quantity demanded of that good is called the demand", ["A. schedule, and it usually slopes upward.", "B. schedule, and it usually slopes downward.", "C. curve, and it usually slopes upward.", "D. curve, and it usually slopes downward."], "D"],
        [21, "When we move along a given demand curve,", ["A. only price is held constant.", "B. income and price are held constant.", "C. all nonprice determinants of demand are held constant.", "D. all determinants of quantity demanded are held constant."], "C"],
        [22, "If something happens to alter the quantity demanded at any given price, then", ["A. the demand curve becomes steeper.", "B. the demand curve becomes flatter.", "C. the demand curve shifts.", "D. we move along the demand curve."], "C"],
        [23, "The market demand curve", ["A. shows how quantity  demanded changes when the number of sellers changes.", "B. represents the sum of the prices that all the buyers are willing to pay for a given quantity of the good.", "C. is found by vertically adding the individual demand curves.", "D. represents the sum of the quantities demanded by all the buyers at each price of the good."], "D"],
        [24, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_03.png\" alt=\"id:24\"><br>If these are the only four buyers in the market, then the market quantity demanded at a price of $1.50 is", ["A. 12 units.", "B. 30 units.", "C. 8 units.", "D. 24 units."], "D"],
        [25, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_03.png\" alt=\"id:25\"><br>If these are the only four buyers in the market, then when the price decreases from $2.00 to $1.50, the market quantity demanded", ["A. increases by 2 units.", "B. decreases by 5 units.", "C. increases by 10 units.", "D. increases by 14 units."], "C"],
        [26, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_04.png\" alt=\"id:26\"><br>If these are the only two consumers in the market, then the market quantity demanded at a price of $6 is", ["A. 19 units.", "B. 4 units.", "C. 8 units.", "D. 25 units."], "A"],
        [27, "Which of the following changes would not shift the demand curve for a good or service?", ["A. A change in income.", "B. A change in the price of the good or service.", "C. A change in expectations about the future price of the good or service.", "D. A change in the price of a related good or service."], "B"],
        [28, "Which of the following events would cause a movement upward and to the left along the demand curve for olives?", ["A. The number of people who purchase olives decreases.", "B. Consumer income decreases, and olives are a normal good.", "C. The price of pickles decreases, and pickles are a substitute for olives.", "D. The price of olives rises."], "D"],
        [29, "Which of the following is not a determinant of the demand for a particular good?", ["A. The prices of related goods", "B. Income", "C. Tastes", "D. The prices of the inputs used to produce the good"], "D"],
        [30, "If the demand for a good falls when income falls, then the good is called", ["A. a normal good.", "B. a regular good.", "C. an ordinary good.", "D. an inferior good."], "A"],
        [31, "You lose your job and, as a result, you buy fewer iTunes music downloads. This shows that you consider iTunes music downloads to be", ["A. a substitute good.", "B. an inferior good.", "C. a normal good.", "D. a complementary good."], "C"],
        [32, "Pizza is a normal good if the demand", ["A. for pizza rises when income rises.", "B. for pizza rises when the price of pizza falls.", "C. curve for pizza slopes upward.", "D. curve for pizza shifts to the right when the price of burritos rises, assuming pizza and burritos are substitutes."], "A"],
        [33, "Which of the following would shift the demand curve for gasoline to the right?", ["A. A decrease in the price of gasoline", "B. An increase in consumer income, assuming gasoline is a normal good", "C. An increase in the price of cars, a complement for gasoline", "D. A decrease in the expected future price of gasoline"], "B"],
        [34, "If an increase in income decreases the demand for a good, then the good is", ["A. a substitute good.", "B. a complementary good.", "C. a normal good.", "D. an inferior good."], "D"],
        [35, "Currently you purchase ten frozen pizza per month. You will graduate from college in December, and you will start a new job in January. You have no plans to purchase frozen pizzas in January. For you, frozen pizzas are", ["A. a substitute good.", "B. a normal good.", "C. an inferior good.", "D. a complementary good."], "C"],
        [36, "Soup is an inferior good if the demand", ["A. for soup falls when the price of a substitute for soup rises.", "B. for soup rises when the price of soup falls.", "C. curve for soup slopes upward.", "D. for soup falls when income rises."], "D"],
        [37, "Two goods are substitutes when a decrease in the price of one good", ["A. decreases the demand for the other good.", "B. decreases the quantity demanded of the other good.", "C. increases the demand for the other good.", "D. increases the quantity demanded of the other good."], "A"],
        [38, "Suppose that a decrease in the price of good X results in fewer units of good Y being demanded. This implies that X and Y are", ["A. complementary goods.", "B. normal goods.", "C. inferior goods.", "D. substitute goods."], "D"],
        [39, "A likely example of substitute goods for most people would be", ["A. tennis balls and tennis rackets.", "B. shoes and socks.", "C. cereal and milk.", "D. iced tea and lemonade."], "D"],
        [40, "If muffins and bagels are substitutes, a higher price for bagels would result in", ["A. an increase in the demand for bagels.", "B. a decrease in the demand for bagels.", "C. an increase in the demand for muffins.", "D. a decrease in the demand for muffins."], "C"],
        [41, "Two goods are complements when a decrease in the price of one good", ["A. decreases the quantity demanded of the other good.", "B. decreases the demand for the other good.", "C. increases the quantity demanded of the other good.", "D. increases the demand for the other good."], "D"],
        [42, "A likely example of complementary goods for most people would be", ["A. pencils and pens.", "B. lawnmowers and automobiles.", "C. coffee and sugar.", "D. butter and margarine."], "C"],
        [43, "Suppose you like to make, from scratch, pies filled with bananas and vanilla pudding. You notice that the price of bananas has increased. As a result, your demand for vanilla pudding would", ["A. decrease.", "B. increase.", "C. be unaffected.", "D. change but you don't know how without more information."], "A"],
        [44, "When the quantity demanded has increased at every price, it might be because", ["A. the number of buyers in the market has decreased.", "B. income has increased, and the good is an inferior good.", "C. the costs incurred by sellers producing the good have decreased.", "D. the price of a complementary good has decreased."], "D"],
        [45, "Suppose scientists provide evidence that people who drink energy drinks are more likely to have a heart attack than people who do not drink energy drinks. We would expect to see", ["A. no change in the demand for energy drinks.", "B. a decrease in the demand for energy drinks.", "C. an increase in the demand for energy drinks.", "D. a decrease in the supply of energy drinks."], "B"],
        [46, "If Christopher expects to earn a higher income next month, he may choose to", ["A. save more now and spend less of his current income on goods and services.", "B. save less now and spend more of his current income on goods and services.", "C. decrease his current demand for goods and services.", "D. move along his current demand curves for goods and services."], "B"],
        [47, "What will happen in the market for shotgun-shell ammunition now if buyers expect higher shotgun-shell prices in the near future?", ["A. The demand for shotgun-shell ammunition will increase.", "B. The demand for shotgun-shell ammunition will decrease.", "C. The demand for shotgun-shell ammunition will be unaffected.", "D. The supply of shotgun-shell ammunition will increase."], "A"],
        [48, "If the number of buyers in a market decreases, then", ["A. demand will increase.", "B. demand will decrease.", "C. supply will increase.", "D. supply will decrease."], "B"],
        [49, "Warrensburg is a small college town in Missouri. At the end of August each year, the market demand for fast food in Warrensburg", ["A. increases.", "B. decreases.", "C. remains constant, but we observe a movement downward and to the right along the demand curve.", "D. remains constant, but we observe a movement upward and to the left along the demand curve."], "A"],
        [50, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_05.png\" alt=\"id:50\"><br>The shift from Da to Db is called", ["A. an increase in demand.", "B. a decrease in demand.", "C. a decrease in quantity demanded.", "D. an increase in quantity demanded."], "A"],
        [51, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_05.png\" alt=\"id:51\"><br>The shift from Da to Db in the market for potato chips could be caused by", ["A. a decrease in the price of potato chips.", "B. a decrease in income, assuming that potato chips are a normal good.", "C. an announcement by the FDA that potato chips cause high blood pressure.", "D. an increase in the price of a pretzels."], "D"],
        [52, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_05.png\" alt=\"id:52\"><br>The shift from Db to Da in the market for potato chips could be caused by", ["A. a decrease in the price of potato chips.", "B. a decrease in income, assuming that potato chips are a normal good.", "C. an announcement by the FDA that potato chips lower the risk of getting cancer.", "D. an increase in the price of a popcorn."], "B"],
        [53, "The quantity supplied of a good is the amount that", ["A. buyers are willing and able to purchase.", "B. sellers are able to produce.", "C. buyers and sellers agree will be brought to market.", "D. sellers are willing and able to sell."], "D"],
        [54, "A decrease in the price of a good will", ["A. increase supply.", "B. decrease supply.", "C. increase quantity supplied.", "D. decrease quantity supplied."], "D"],
        [55, "The law of supply states that, other things equal, when the price of a good", ["A. falls, the supply of the good rises.", "B. rises, the quantity supplied of the good rises.", "C. rises, the supply of the good falls.", "D. falls, the quantity supplied of the good rises."], "B"],
        [56, "Which of the following demonstrates the law of supply?", ["A. When leather became more expensive, belt producers decreased their supply of belts.", "B. When car production technology improved, car producers increased their supply of cars.", "C. When sweater producers expected sweater prices to rise in the near future, they decreased their current supply of sweaters.", "D. When ketchup prices rose, ketchup sellers increased their quantity supplied of ketchup."], "D"],
        [57, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_06.png\" alt=\"id:57\"><br>If the law of supply applies to this good, then Q1 could be", ["A. 110.", "B. 130.", "C. 170.", "D. 190."], "D"],
        [58, "A supply schedule is a table that shows the relationship between", ["A. price and quantity supplied.", "B. input costs and quantity supplied.", "C. quantity demanded and quantity supplied.", "D. profit and quantity supplied."], "A"],
        [59, "Which of the following is not held constant in a supply schedule?", ["A. Production technology", "B. The price of the good", "C. The prices of inputs", "D. Expectations"], "B"],
        [60, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_07.png\" alt=\"id:60\"><br>The movement from point A to point B on the graph is called", ["A. a decrease in supply.", "B. an increase in supply.", "C. an increase in the quantity supplied.", "D. a decrease in the quantity supplied."], "C"],
        [61, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_07.png\" alt=\"id:61\"><br>The movement from point A to point B on the graph is caused by", ["A. a decrease in the price of the good.", "B. an increase in the price of the good.", "C. an advance in production technology.", "D. a decrease in input prices."], "B"],
        [62, "The line that relates the price of a good and the quantity supplied of that good is called the supply", ["A. schedule, and it usually slopes upward.", "B. schedule, and it usually slopes downward.", "C. curve, and it usually slopes upward.", "D. curve, and it usually slopes downward."], "C"],
        [63, "When we move along a given supply curve,", ["A. only price is held constant.", "B. technology and price are held constant.", "C. all nonprice determinants of supply are held constant.", "D. all determinants of quantity supplied are held constant."], "C"],
        [64, "If something happens to alter the quantity supplied at any given price, then", ["A. we move along the supply curve.", "B. the supply curve shifts.", "C. the supply curve becomes steeper.", "D. the supply curve becomes flatter."], "B"],
        [65, "Which of the following changes would not shift the supply curve for a good or service?", ["A. A change in production technology", "B. A change in the price of the good or service", "C. A change in expectations about the future price of the good or service", "D. A change in input prices"], "B"],
        [66, "Which of the following events would cause a movement downward and to the left along the supply curve for oranges?", ["A. The number of sellers of oranges decreases.", "B. There is a destruction of technological machinery that increases the cost of producing oranges.", "C. The price of fertilizer increases, and fertilizer is an input in the production of oranges .", "D. The price of oranges falls."], "D"],
        [67, "The market supply curve", ["A. shows how supply changes when expectations change.", "B. is determined by vertically summing individual supply curves.", "C. represents the sum of the prices that all the sellers are willing to accept for a given quantity of the good.", "D. represents the sum of the quantities supplied by all the sellers at each price of the good."], "D"],
        [68, "Suppose there are six bait and tackle shops that sell worms in a lakeside resort town in Minnesota. If we add the respective quantities that each shop would produce and sell at each of the six bait and tackle shops when the price of worms is $2 per bucket, $2.50 per bucket, and $3 per bucket, and so forth, we have found the", ["A. market demand curve.", "B. market supply curve.", "C. equilibrium curve.", "D. surplus or shortage depending on market conditions."], "B"],
        [69, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_08.png\" alt=\"id:69\"><br>If these are the only four sellers in the market, then the market quantity supplied at a price of $4 is", ["A. 10 units.", "B. 18 units.", "C. 33 units.", "D. 28 units."], "D"],
        [70, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_08.png\" alt=\"id:70\"><br>If these are the only four sellers in the market, then when the price increases from $4 to $6, the market quantity supplied", ["A. increases by 28 units.", "B. increases by 14 units.", "C. decreases by 42 units.", "D. increases by 10 units."], "B"],
        [71, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_09.png\" alt=\"id:71\"><br>If these are the only two sellers in the market, then the market quantity supplied at a price of $8 is", ["A. 16 units.", "B. 12 units.", "C. 33 units.", "D. 28 units."], "D"],
        [72, "Workers at a bicycle assembly plant currently earn the mandatory minimum wage. If the federal government increases the minimum wage by $1.00 per hour, then it is likely that the", ["A. demand for bicycle assembly workers will increase.", "B. supply of bicycles will shift to the right.", "C. supply of bicycles will shift to the left.", "D. firm must increase output to maintain profit levels."], "C"],
        [73, "Which of the following would shift the supply of cars to the left?", ["A. Increased toll prices are causing more consumers to use public transportation to commute to work.", "B. The price of a car increases by $9,000.", "C. New assembly line technology allows a car to be produced at half the cost.", "D. The cost of the aluminum used to make a car's frame increases."], "D"],
        [74, "Suppose an increase in the price of rubber coincides with an advance in the technology of tire production. As a result of these two events, the demand for tires", ["A. decreases, and the supply of tires increases.", "B. is unaffected, and the supply of tires decreases.", "C. is unaffected, and the supply of tires increases.", "D. is unaffected, and the supply of tires could increase, decrease, or stay the same."], "D"],
        [75, "A improvement in production technology will shift the", ["A. supply curve to the right.", "B. supply curve to the left.", "C. demand curve to the right.", "D. demand curve to the left."], "A"],
        [76, "Bo bakes muffins that he sells at the local farmer's market. If he purchases a new convection oven that reduces the costs of baking muffins, the", ["A. supply of Bo's muffins will increase.", "B. supply of Bo's muffins will decrease.", "C. demand for Bo's muffins will increase.", "D. demand for Bo's muffins will decrease."], "A"],
        [77, "Today, producers changed their expectations about the future. This change", ["A. can cause a movement along the supply curve.", "B. can affect future supply, but not today's supply.", "C. can affect today's supply.", "D. cannot affect either today's supply or future supply."], "C"],
        [78, "A baker recently has come to expect higher prices for bread in the near future. We would expect", ["A. the baker to supply more bread now than she was supplying previously.", "B. the baker to supply less bread now than she was supplying previously.", "C. the demand for bread to fall.", "D. no change in the baker's current supply of bread; instead, future supply will be affected."], "B"],
        [79, "If the number of sellers in a market increases, then the", ["A. demand in that market will increase.", "B. supply in that market will increase.", "C. supply in that market will decrease.", "D. demand in that market will decrease."], "B"],
        [80, "Which of the following events could cause an increase in the supply of ceiling fans?", ["A. The number of sellers of ceiling fans increases.", "B. There is an increase in the price of air conditioners, and consumers regard air conditioners and ceiling fans as substitutes.", "C. There is an increase in the price of the motor that powers ceiling fans.", "D. The average temperature rises over time."], "A"],
        [81, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_10.png\" alt=\"id:81\"><br>The shift from S' to S is called", ["A. an increase in supply.", "B. a decrease in quantity supplied.", "C. a decrease in supply.", "D. an increase in quantity supplied."], "C"],
        [82, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_10.png\" alt=\"id:82\"><br>The shift from S to S' could be caused by", ["A. a decrease in the number of sellers.", "B. an improvement in production technology.", "C. an increase in income.", "D. a decrease in the price of the good."], "B"],
        [83, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_10.png\" alt=\"id:83\"><br>The shift from S to S' in the market for muffins could be caused by", ["A. an increase in the number of commercial bakers.", "B. a decrease in the number of commercial bakers.", "C. a decrease in income.", "D. a decrease in the price of muffins."], "A"],
        [84, "At the equilibrium price, the quantity of the good that buyers are willing and able to buy", ["A. is greater than the quantity that sellers are willing and able to sell.", "B. exactly equals the quantity that sellers are willing and able to sell.", "C. is less than the quantity that sellers are willing and able to sell.", "D. could be greater or less than the quantity that sellers are willing and able to sell."], "B"],
        [85, "Equilibrium quantity must decrease when", ["A. demand increases and supply decreases.", "B. demand decreases and supply increases.", "C. demand increases and supply does not change.", "D. demand does not change and supply decreases."], "D"],
        [86, "Equilibrium price must increase when", ["A. both demand and supply increase.", "B. both demand and supply decrease.", "C. demand increases and supply does not change.", "D. demand does not change and supply increases."], "C"],
        [87, "If the demand for a product increases, then we would expect equilibrium price", ["A. to increase and equilibrium quantity to decrease.", "B. to decrease and equilibrium quantity to increase.", "C. and equilibrium quantity both to increase.", "D. and equilibrium quantity both to decrease."], "C"],
        [88, "If the supply of a product increases, then we would expect equilibrium price", ["A. to increase and equilibrium quantity to decrease.", "B. to decrease and equilibrium quantity to increase.", "C. and equilibrium quantity to both increase.", "D. and equilibrium quantity to both decrease."], "B"],
        [89, "Suppose that demand for a good increases and, at the same time, supply of the good decreases. What would happen in the market for the good?", ["A. Equilibrium price would decrease, but the impact on equilibrium quantity would be ambiguous.", "B. Equilibrium price would increase, but the impact on equilibrium quantity would be ambiguous.", "C. Equilibrium quantity would decrease, but the impact on equilibrium price would be ambiguous.", "D. Equilibrium quantity would increase, but the impact on equilibrium price would be ambiguous."], "B"],
        [90, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_11.png\" alt=\"id:90\"><br>If the four suppliers listed are the only suppliers in this market and the market demand schedule is:<br><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_12.png\" alt=\"id:90\"><br>The equilibrium price and quantity are", ["A. $0.00 and 350 cases.", "B. $4.00 and 250 cases.", "C. $2.00 and 300 cases.", "D. $6.00 and 200 cases."], "C"],
        [91, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_11.png\" alt=\"id:91\"><br>If the four suppliers listed are the only suppliers in this market and the market quantity demanded is 600 cases when the price is $4.00, which of the following statements is correct?", ["A. The market is in equilibrium at a price of $4.00.", "B. There is a shortage of 200 cases at a price of $4.00.", "C. There is a surplus of 200 cases at a price of $4.00.", "D. There is a shortage of 230 cases at a price of $4.00."], "A"],
        [92, "If a surplus exists in a market, then we know that the actual price is", ["A. above the equilibrium price, and quantity supplied is greater than quantity demanded.", "B. above the equilibrium price, and quantity demanded is greater than quantity supplied.", "C. below the equilibrium price, and quantity demanded is greater than quantity supplied.", "D. below the equilibrium price, and quantity supplied is greater than quantity demanded."], "A"],
        [93, "Suppose roses are currently selling for $30 per dozen, but the equilibrium price of roses is $25 per dozen. We would expect a", ["A. shortage to exist and the market price of roses to increase.", "B. shortage to exist and the market price of roses to decrease.", "C. surplus to exist and the market price of roses to increase.", "D. surplus to exist and the market price of roses to decrease."], "D"],
        [94, "The current price of blue jeans is $30 per pair, but the equilibrium price of blue jeans is $25 per pair. As a result, which of the following statements is not true?", ["A. The quantity supplied of blue jeans exceeds the quantity demanded of blue jeans at the $30 price.", "B. The equilibrium quantity of blue jeans exceeds the quantity demanded at the $30 price.", "C. There is a surplus of blue jeans at the $30 price.", "D. There is a shortage of blue jeans at the $30 price."], "D"],
        [95, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_13.png\" alt=\"id:95\"><br>The equilibrium price and quantity, respectively, are", ["A. $6 and 45 units.", "B. $9 and 30 units.", "C. $9 and 40 units.", "D. $12 and 30 units."], "B"],
        [96, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_13.png\" alt=\"id:96\"><br>If the price were $12, a", ["A. shortage of 10 units would exist, and price would tend to rise.", "B. surplus of 25 units would exist, and price would tend to fall.", "C. shortage of 25 units would exist, and price would tend to rise.", "D. surplus of 10 units would exist, and price would tend to fall."], "B"],
        [97, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_14.png\" alt=\"id:97\"><br>Equilibrium price and quantity are, respectively,", ["A. $25 and 500 units.", "B. $15 and 300 units.", "C. $20 and 400 units.", "D. $10 and 200 units."], "C"],
        [98, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_14.png\" alt=\"id:98\"><br>At a price of $15, there would be a", ["A. surplus of 200 units.", "B. surplus of 100 units.", "C. shortage of 200 units.", "D. shortage of 100 units."], "C"],
        [99, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_14.png\" alt=\"id:99\"><br>At what price would there be an excess demand of 600 units of the good?", ["A. $10", "B. $0", "C. $5", "D. $15"], "C"],
        [100, "Which of the following would not increase in response to a decrease in the price of ironing boards?", ["A. The quantity of irons demanded at each possible price of irons", "B. The equilibrium quantity of irons", "C. The equilibrium price of irons", "D. The quantity of irons supplied at each possible price of irons"], "D"],
        [101, "Suppose there is a flood in St. Louis, Missouri, that destroys several beer bottling facilities. Which of the following would not be a direct result of this event?", ["A. Sellers would not be able to produce and sell as much as before at each relevant price.", "B. The supply would decrease.", "C. Buyers would not be willing to buy as much as before at each relevant price.", "D. The equilibrium price would rise."], "C"],
        [102, "Suppose the number of buyers in a market increases and a technological advancement occurs also. What would we expect to happen in the market?", ["A. Equilibrium price would decrease, but the impact on equilibrium quantity would be ambiguous.", "B. Equilibrium price would increase, but the impact on equilibrium quantity would be ambiguous.", "C. Equilibrium quantity would decrease, but the impact on equilibrium price would be ambiguous.", "D. Equilibrium quantity would increase, but the impact on equilibrium price would be ambiguous."], "D"],
        [103, "Suppose the income of buyers in a market for an inferior good decreases and a technological advancement occurs also. What would we expect to happen in the market?", ["A. Equilibrium price would decrease, but the impact on equilibrium quantity would be ambiguous.", "B. Equilibrium quantity would increase, but the impact on equilibrium price would be ambiguous.", "C. Equilibrium quantity would decrease, but the impact on equilibrium price would be ambiguous.", "D. Equilibrium quantity and price would increase."], "B"],
        [104, "What would happen to the equilibrium price and quantity of coffee if the wages of coffee-bean pickers fell and the price of tea fell?", ["A. Price would fall, and the effect on quantity would be ambiguous.", "B. Price would rise, and the effect on quantity would be ambiguous.", "C. Quantity would fall, and the effect on price would be ambiguous.", "D. Quantity would rise, and the effect on price would be ambiguous."], "A"],
        [105, "Which of the following events would cause both the equilibrium price and equilibrium quantity of number two grade potatoes to increase if number two grade potatoes are an inferior good?", ["A. An increase in consumer income", "B. A decrease in consumer income", "C. Greater government restrictions on agricultural chemicals", "D. Fewer government restrictions on agricultural chemicals"], "B"],
        [106, "Beef is a normal good. You observe that both the equilibrium price and quantity of beef have fallen over time. Which of the following explanations would be most consistent with this observation?", ["A. Consumers have experienced an increase in income, and beef-production technology has improved.", "B. The price of chicken has risen, and the price of steak sauce has fallen.", "C. New medical evidence has been released that indicates a negative correlation between a person's beef consumption and life expectancy.", "D. The demand curve for beef must be positively sloped."], "C"],
        [107, "Which of the following events would unambiguously cause a decrease in the equilibrium price of cotton shirts?", ["A. An increase in the price of wool shirts and a decrease in the price of raw cotton", "B. A decrease in the price of wool shirts and a decrease in the price of raw cotton", "C. An increase in the price of wool shirts and an increase in the price of raw cotton", "D. A decrease in the price of wool shirts and an increase in the price of raw cotton"], "B"],
        [108, "Which of the following events would cause the price of oranges to fall?", ["A. There is a shortage of oranges.", "B. The FDA announces that bananas cause strokes, and oranges and bananas are substitutes.", "C. The price of land throughout Florida decreases, and Florida produces a significant proportion of the nation's oranges.", "D. At the current price, quantity demanded is greater than quantity supplied."], "C"],
        [109, "What would happen to the equilibrium price and quantity of smartphones if consumers' incomes rise and smartphones are a normal good?", ["A. Both the equilibrium price and quantity would increase.", "B. Both the equilibrium price and quantity would decrease.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "A"],
        [110, "If consumers often purchase pastries to eat while they drink their cappuccinos at local coffee shops, what would happen to the equilibrium price and quantity of cappuccinos if the price of pastries falls?", ["A. Both the equilibrium price and quantity would decrease.", "B. Both the equilibrium price and quantity would increase.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "B"],
        [111, "If scientists discover that steamed milk, which is used to make lattés, prevents heart attacks, what would happen to the equilibrium price and quantity of lattés?", ["A. Both the equilibrium price and quantity would increase.", "B. Both the equilibrium price and quantity would decrease.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "A"],
        [112, "What would happen to the equilibrium price and quantity of lattés if the cost of producing steamed milk, which is used to make lattés, rises?", ["A. Both the equilibrium price and quantity would increase.", "B. Both the equilibrium price and quantity would decrease.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "C"],
        [113, "What would happen to the equilibrium price and quantity of lattés if coffee shops began using a machine that reduced the amount of labor necessary to produce them?", ["A. Both the equilibrium price and quantity would increase.", "B. Both the equilibrium price and quantity would decrease.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "D"],
        [114, "What will happen to the equilibrium price and quantity of new cars if the price of gasoline rises, the price of steel rises, public transportation becomes cheaper and more comfortable, and auto-workers negotiate higher wages?", ["A. Price will fall, and the effect on quantity is ambiguous.", "B. Price will rise, and the effect on quantity is ambiguous.", "C. Quantity will fall, and the effect on price is ambiguous.", "D. Quantity will rise, and the effect on price is ambiguous."], "C"],
        [115, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_15.png\" alt=\"id:115\"><br>All else equal, an increase in the income of buyers who consider turkey to be an inferior good would cause a move from<br><img style=\"hight: 3em;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_16.png\" alt=\"id:115\">", ["A. A", "B. B", "C. C", "D. D"], "A"],
        [116, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_15.png\" alt=\"id:116\"><br>All else equal, the premature deaths of thousands of turkeys would cause a move from<br><img style=\"hight: 3em;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_16.png\" alt=\"id:116\">", ["A. A", "B. B", "C. C", "D. D"], "C"],
        [117, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_18.png\" alt=\"id:117\"><br>All else equal, an increase in the use of laptop computers for note-taking would cause a move from<br><img style=\"hight: 3em;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_19.png\" alt=\"id:117\">", ["A. A", "B. B", "C. C", "D. D"], "B"],
        [118, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_18.png\" alt=\"id:118\"><br>All else equal, an increase in the price of the pulp used in the paper production process would cause a move from<br><img style=\"hight: 3em;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_19.png\" alt=\"id:118\">", ["A. A", "B. B", "C. C", "D. D"], "D"],
        [119, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_21.png\" alt=\"id:119\"><br>Which of the following movements would illustrate the effect of an increase in the price of binders on the market for paper?", ["A. Point A to Point B", "B. Point C to Point B", "C. Point C to Point D", "D. Point A to Point D"], "B"],
        [120, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_21.png\" alt=\"id:120\"><br>Which of the following movements would illustrate the effect of an increase in the incomes of parents with school-aged children on the market for Spanish lessons?", ["A. Point A to Point B", "B. Point C to Point B", "C. Point C to Point D", "D. Point A to Point D"], "D"],
        [121, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_21.png\" alt=\"id:121\"><br>Which of the following movements would illustrate the effect of an increase in the price of microprocessors, a material used to make laptops, on the market for laptops?", ["A. Point A to Point B", "B. Point C to Point B", "C. Point C to Point D", "D. Point A to Point D"], "C"],
        [122, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_21.png\" alt=\"id:122\"><br>Which of the following movements would illustrate the effect of an improved oven that allows bakers to produce scones in less time on the market for scones?", ["A. Point A to Point B", "B. Point C to Point B", "C. Point C to Point D", "D. Point A to Point D"], "A"],
        [123, "Who gets scarce resources in a market economy?", ["A. The government", "B. Whoever the government decides gets them", "C. Whoever wants them", "D. Whoever is willing and able to pay the price"], "D"],
        [124, "Suppose the United States had a short-term shortage of farmers. Which market mechanisms would adjust to remove the shortage?", ["A. The government would provide tax incentives to encourage people to become farmers.", "B. The government would subsidize the production of food.", "C. The prices of food and the wages of farmers would adjust.", "D. There are no market mechanisms to remove the shortage."], "C"]
    ]
}