{
    "title": ["id", "question", "options", "answer"],
    "type": ["int++", "string", "json", "string"],
    "content": [
        [1, "Resources are", ["A. scarce for households but plentiful for economies.", "B. plentiful for households but scarce for economies.", "C. scarce for households and scarce for economies.", "D. plentiful for households and plentiful for economies."], "C"],
        [2, "Fundamentally, economics deals with", ["A. scarcity.", "B. money.", "C. poverty.", "D. banking."], "A"],
        [3, "The overriding reason why households and societies face many decisions is that", ["A. resources are scarce.", "B. goods and services are not scarce.", "C. incomes fluctuate with business cycles.", "D. people, by nature, tend to disagree."], "A"],
        [4, "The phenomenon of scarcity stems from the fact that", ["A. most economies' production methods are not very good.", "B. in most economies, wealthy people consume disproportionate quantities of goods and services.", "C. governments restrict production of too many goods and services.", "D. resources are limited."], "D"],
        [5, "In most societies, resources are allocated by", ["A. a single central planner.", "B. a small number of central planners.", "C. those firms that use resources to provide goods and services.", "D. the combined actions of millions of households and firms."], "D"],
        [6, "Economics is the study of how society manages its", ["A. limited wants and unlimited resources.", "B. unlimited wants and unlimited resources.", "C. limited wants and limited resources.", "D. unlimited wants and limited resources."], "D"],
        [7, "Fossil fuels are considered to be nonrenewable energy sources, Which of the following statements is correct?", ["A. Fossil fuels are unlimited resources.", "B. Fossil fuels are scarce resources.", "C. Fossil fuels are nonscarce resources.", "D. Fossil fuels are not resources."], "B"],
        [8, "What term refers to the idea that society has limited resources and therefore cannot produce all the goods and services people wish to have?", ["A. inefficiency", "B. inequality", "C. scarcity", "D. market failure"], "C"],
        [9, "The adage, \"There ain't no such thing as a free lunch,\" means", ["A. even people on welfare have to pay for food.", "B. the cost of living is always increasing.", "C. people face tradeoffs.", "D. all costs are included in the price of a product."], "C"],
        [10, "Which of the following statements best represents the principle represented by the adage, \"There ain't no such thing as a free lunch\"?", ["A. Bo can go swimming only if he takes his brother with him.", "B. Jada is starving and homeless.", "C. Alivia must put gas in her truck before she can drive it to school.", "D. Benjamin must decide between going to Florida or Brazil for summer vacation."], "D"],
        [11, "Candice is planning her activities for a hot summer day, She would like to go to the local swimming pool and see the latest blockbuster movie, but because she can only get tickets to the movie for the same time that the pool is open she can only choose one activity, This illustrates the basic principle that", ["A. people respond to incentives.", "B. rational people think at the margin.", "C. people face tradeoffs.", "D. improvements in efficiency sometimes come at the expense of equality."], "C"],
        [12, "While pollution regulations yield the benefit of a cleaner environment and the improved health that comes with it, the regulations come at the cost of reducing the incomes of the regulated firms' owners, workers, and customers, This statement illustrates the principle that", ["A. trade can make everyone better off.", "B. rational people think at the margin.", "C. people face tradeoffs.", "D. people respond to incentives."], "C"],
        [13, "When society requires that firms reduce pollution, there is", ["A. a tradeoff because of reduced incomes to the firms' owners and workers.", "B. a tradeoff only if some firms are forced to close.", "C. no tradeoff, since the cost of reducing pollution falls only on the firms affected by the requirements.", "D. no tradeoff, since everyone benefits from reduced pollution."], "A"],
        [14, "Efficiency means that", ["A. society is conserving resources in order to save them for the future.", "B. society's goods and services are distributed equally among society's members.", "C. society's goods and services are distributed fairly, though not necessarily equally, among society's members.", "D. society is getting the most it can from its scarce resources."], "D"],
        [15, "The property of society getting the most it can from its scarce resources is called", ["A. efficiency.", "B. equality.", "C. externality.", "D. productivity."], "A"],
        [16, "Efficiency", ["A. and equality both refer to how much a society can produce with its resources.", "B. and equality both refer to how fairly the benefits from using resources are distributed between members of a society.", "C. refers to how much a society can produce with its resources, Equality refers to how evenly the benefits from using resources are distributed among members of society.", "D. refers to how evenly the benefits from using resources are distributed between members of society, Equality refers to how much a society can produce with its resources."], "C"],
        [17, "The terms equality and efficiency are similar in that they both refer to benefits to society, However, they are different in that", ["A. equality refers to uniform distribution of those benefits and efficiency refers to maximizing benefits from scarce resources.", "B. equality refers to maximizing benefits from scarce resources and efficiency refers to uniform distribution of those benefits.", "C. equality refers to everyone facing identical tradeoffs and efficiency refers to the opportunity cost of the benefits.", "D. equality refers to the opportunity cost of the benefits and efficiency refers to everyone facing identical tradeoffs."], "A"],
        [18, "When society gets the most it can from its scarce resources, then the outcome is called", ["A. equitable.", "B. efficient.", "C. normal.", "D. marginal."], "B"],
        [19, "A typical society strives to get the most it can from its scarce resources, At the same time, the society attempts to distribute the benefits of those resources to the members of the society in a fair manner, However, redistributing income from rich to poor reduces the reward for working harD.Therefore, society faces a tradeoff between", ["A. guns and butter.", "B. efficiency and equality.", "C. inflation and unemployment.", "D. work and leisure."], "B"],
        [20, "Which of the following is true?", ["A. Efficiency refers to the size of the economic pie; equality refers to how the pie is divided.", "B. Government policies usually improve upon both equality and efficiency.", "C. As long as the economic pie continually gets larger, no one will have to go hungry.", "D. Efficiency and equality can both be achieved if the economic pie is cut into equal pieces."], "A"],
        [21, "When the government redistributes income from the wealthy to the poor,", ["A. efficiency is improved, but equality is not.", "B. both wealthy people and poor people benefit directly.", "C. people work less and produce fewer goods and services.", "D. the government collects more revenue in total."], "C"],
        [22, "When the government implements programs such as progressive income tax rates, which of the following is likely to occur?", ["A. Equality is increased and efficiency is increased.", "B. Equality is increased and efficiency is decreased.", "C. Equality is decreased and efficiency is increased.", "D. Equality is decreased and efficiency is decreased."], "B"],
        [23, "Senator Fujita argues that replacing the federal income tax with a national sales tax would increase the level of output, Senator Watson objects that this policy would benefit the rich at the expense of the poor.", ["A. Both senators' arguments are primarily about equality.", "B. Both senators' arguments are primarily about efficiency.", "C. Senator Fujita's argument is primarily about equality, while Senator Watson's argument is primarily about efficiency.", "D. Senator Fujita's argument is primarily about efficiency, while Senator Watson's argument is primarily about equality."], "D"],
        [24, "Suppose the government taxes the wealthy at a higher rate than it taxes the poor and then develops programs to redistribute the tax revenue from the wealthy to the poor, This redistribution of wealth", ["A. is more efficient and more equal for society.", "B. is more efficient but less equal for society.", "C. is more equal but less efficient for society.", "D. is less equal and less efficient for society."], "C"],
        [25, "The opportunity cost of an item is", ["A. the number of hours needed to earn money to buy the item.", "B. what you give up to get that item.", "C. usually less than the dollar value of the item.", "D. the dollar value of the item."], "B"],
        [26, "Suppose that you have received $650 as a birthday gift, You can spend it today or you can put the money in a savings account for a year and earn 2 percent interest, The opportunity cost of spending the money today, in terms of what you could have after one year, is", ["A. $0.", "B. $13.00.", "C. $652.00.", "D. $663.00."], "D"],
        [27, "When computing the opportunity cost of attending a professional football game as a spectator, you should include", ["A. the price you pay for the ticket and the value of your time.", "B. the price you pay for the ticket, but not the value of your time.", "C. the value of your time, but not the price you pay for the ticket.", "D. neither the price of the ticket nor the value of your time."], "A"],
        [28, "Alana decides to spend 2 hours working overtime rather than going shopping with her friends, She earns $11 per hour for overtime work, Her opportunity cost of working is", ["A. the $22 she earns working.", "B. the $22 minus the enjoyment she would have received from going shopping.", "C. the enjoyment she would have received had she gone shopping.", "D. nothing, since she would have received less than $22 worth of enjoyment from going shopping."], "C"],
        [29, "Consider Miray's decision to go to college, If she goes to college, she will spend $24,000 on tuition, $12,000 on room and board, and $1,900 on books, If she does not go to college, she will earn $16,000 working in a store and spend $8,000 on room and boarD.Miray's cost of going to college is", ["A. $37,900.", "B. $45,900.", "C. $53,900.", "D. $61,900."], "B"],
        [30, "For which of the following individuals would the opportunity cost of going to college be highest?", ["A. A promising young mathematician who will command a high salary once she earns her college degree", "B. A student with average grades who has never held a job", "C. A famous, highly paid actor who wants to take time away from show business to finish college and earn a degree", "D. A student who is the best player on his college basketball team, but who lacks the skills necessary to play professional basketball"], "C"],
        [31, "Chloe's college raises the cost of room and board per semester, This increase raises Chloe's opportunity cost of attending college", ["A. even if the amount she would have to pay for room and board if she didn't attend college rose by the same amount, An increase in opportunity cost reduces Chloe's incentive to attend college.", "B. even if the amount she would have to pay for room and board if she didn't attend college rose by the same amount, An increase in opportunity cost increases Chloe's incentive to attend college.", "C. only if the amount she would have to pay for room and board if she didn't attend college rose by less than the increase in the amount her college charges, An increase in opportunity cost reduces Chloe's incentive to attend college.", "D. only if the amount she would have to pay for room and board if she didn't attend college rose by less than the increase in the amount her college charges, An increase in opportunity cost increases Chloe's incentive to attend college."], "C"],
        [32, "Suppose your college institutes a new policy requiring you to pay for a permit to park your car in a campus parking lot.", ["A. The cost of the parking permit is not part of the opportunity cost of attending college if you would not have to pay for parking otherwise.", "B. The cost of the parking permit is part of the opportunity cost of attending college if you would not have to pay for parking otherwise.", "C. Only half of the cost of the parking permit is part of the opportunity cost of attending college.", "D. The cost of the parking permit is not part of the opportunity cost of attending college under any circumstances."], "B"],
        [33, "You have driven 850 miles on a vacation and then you notice that you are only 50 miles from an attraction you hadn't known about, but would really like to see, In computing the opportunity cost of visiting this attraction you had not planned to visit, you should include", ["A. both the cost of driving the first 850 miles and the next 50 miles.", "B. the cost of driving the first 850 miles, but not the cost of driving the next 50 miles.", "C. the cost of driving the next 50 miles, but not the cost of driving the first 850 miles.", "D. neither the cost of driving the first 850 miles nor the cost of driving the next 50 miles."], "C"],
        [34, "Savion's aunt gave him $25 for his birthday with the condition that Savion buys himself something, In deciding how to spend the money, Savion narrows his options down to four choices: Option 1,Option 2,Option 3,and Option 4,\nEach option costs $25,\nFinally, he decides on Option 2,\nThe opportunity cost of this decision is", ["A. the value to Savion of the option he would have chosen had Option 2 not been available.", "B. the value to Savion of Options 1,3,and 4 combined.", "C. the average of the values to Savion of Options 1,3,and 4.", "D. $25."], "A"],
        [35, "A rational decisionmaker", ["A. ignores marginal changes and focuses instead on \"the big picture.\"", "B. ignores the likely effects of government policies when he or she makes choices.", "C. takes an action only if the marginal benefit of that action exceeds the marginal cost of that action.", "D. takes an action only if the combined benefits of that action and previous actions exceed the combined costs of that action and previous actions."], "C"],
        [36, "Making rational decisions at the margin means that people", ["A. make those decisions that do not impose a marginal cost.", "B. evaluate how easily a decision can be reversed if problems arise.", "C. compare the marginal costs and marginal benefits of each decision.", "D. always calculate the dollar costs for each decision."], "C"],
        [37, "People are willing to pay more for a diamond than for a bottle of water because", ["A. the marginal cost of producing an extra diamond far exceeds the marginal cost of producing an extra bottle of water.", "B. the marginal benefit of an extra diamond far exceeds the marginal benefit of an extra bottle of water.", "C. producers of diamonds have a much greater ability to manipulate diamond prices than producers of water have to manipulate water prices.", "D. water prices are held artificially low by governments, since water is necessary for life."], "B"],
        [38, "The marginal benefit Joseph gets from purchasing a fourth pair of shoes is", ["A. the same as the total benefit he gets from purchasing four pairs of shoes.", "B. more than the marginal cost of purchasing the fourth pair of shoes.", "C. the total benefit he gets from purchasing four pairs of shoes minus the total benefit he gets from purchasing three pairs of shoes.", "D. the total benefit he gets from purchasing five pairs of shoes minus the total benefit he gets from purchasing four pairs of shoes."], "C"],
        [39, "After much consideration, you have chosen Ireland over Spain for your Study Abroad program next year, However, the deadline for your final decision is still months away and you may reverse this decision, Which of the following events could prompt you to reverse this decision?", ["A. The marginal benefit of going to Spain increases.", "B. The marginal cost of going to Spain increases.", "C. The marginal benefit of going to Ireland increases.", "D. The marginal cost of going to Ireland decreases."], "A"],
        [40, "A hair stylist currently cuts and colors hair for 50 clients per week and earns a profit, He is considering expanding his operation in order to serve more clients, Should he expand?", ["A. Yes, because cutting hair is profitable.", "B. No, because he may not be able to sell more services.", "C. It depends on the marginal cost of serving more clients and the marginal revenue he will earn from serving more clients.", "D. It depends on the average cost of serving more clients and the average revenue he will earn from serving more clients."], "C"],
        [41, "Suppose the cost of flying a 200-seat plane for an airline is $100,000 and there are 10 empty seats on a flight, If the marginal cost of flying a passenger is $200 and a standby passenger is willing to pay $300,the airline should", ["A. sell the ticket because the marginal benefit exceeds the marginal cost.", "B. sell the ticket because the marginal benefit exceeds the average cost.", "C. not sell the ticket because the marginal benefit is less than the marginal cost.", "D. not sell the ticket because the marginal benefit is less than the average cost."], "A"],
        [42, "Suppose the cost of flying a 350-seat plane for an airline is $350,000 and there are 10 empty seats on a flight, The marginal cost of flying a passenger is", ["A. $350.", "B. $3,500.", "C. $350,000.", "D. This cannot be determined from the information given."], "D"],
        [43, "Savion is restoring a car and has already spent $4,000 on the restoration, He expects to be able to sell the car for $5800,\nSavion discovers that he needs to do an additional $2,400 of work to make the car worth $5,800 to potential buyers, He could also sell the car now, without completing the additional work, for $3,800,\nWhat should he do?", ["A. He should sell the car now for $3,800.", "B. He should keep the car since it wouldn’t be rational to spend $6,400 restoring a car and then sell it for only $5,800.", "C. He should complete the additional work and sell the car for $5,800.", "D. It does not matter which action he takes since the outcome will be the same either way."], "A"],
        [44, "Rami Home Builders, Inc., has built 24 houses so far this year at a total cost to the company of $4.2 million, If the company builds a 25th house, its total cost will increase to $4.375 million, Which of the following statements is correct?", ["A. For the first 24 houses, the average cost per house was $170,000.", "B. The marginal cost of the 25th house, if it is built, will equal $175,000.", "C. If the company can sell the 25th house for at least $167,000,then it should build it.", "D. The company should never build the 25th house because this increases its total cost."], "B"],
        [45, "Suppose the cost of operating a 75-room hotel for a night is $6,000 and there are five empty rooms for tonight, If the marginal cost of operating one room for one night is $40,the hotel manager should rent one of the empty rooms only if a customer is willing to pay", ["A. more than $40; because the average benefit will exceed the marginal cost.", "B. more than $40; because the marginal benefit will exceed the marginal cost.", "C. more than $80; because the average benefit will exceed the marginal cost.", "D. more than $80; because the marginal benefit will exceed the marginal cost."], "B"],
        [46, "A donut shop sells fresh-baked donuts from 6 a.m, until 5 p.m, every day, The shop does not sell day-old donuts, so all unsold donuts are thrown away at 5 p.m, each day, The cost of making and selling a dozen donuts is $1; there are no costs associated with throwing donuts away, If the manager has seven dozen donuts left at 4 p.m, on a particular day, which of the following alternatives is most attractive?", ["A. Lower the price of the remaining donuts, even if the price falls below $1 per dozen.", "B. Lower the price of the remaining donuts, but under no circumstances should the price fall below $1 per dozen.", "C. Throw the donuts away and produce seven fewer dozen donuts tomorrow.", "D. Starting tomorrow, lower the price on all donuts so they will all be sold earlier in the day."], "A"],
        [47, "Bo buys and sells real estate, Two weeks ago, he paid $400,000 for a house on Cypress Street, intending to spend $50,000 on repairs and then sell the house for $500,000,\nLast week, the city government announced a plan to build a new landfill on Cypress Street just down the street from the house Bo purchaseD.As a result of the city's announced plan, Bo is weighing two alternatives: He can go ahead with the $50,000 in repairs and then sell the house for $390,000,or he can forgo the repairs and sell the house as it is for $350,000,\nHe should", ["A. keep the house and live in it.", "B. go ahead with the $50,000 in repairs and sell the house for $390,000.", "C. forgo the repairs and sell the house as it is for $350,000.", "D. move the house from Cypress Street to a more desirable location, regardless of the cost of doing so."], "C"],
        [48, "You are considering staying in college another semester so that you can complete a major in finance, In deciding whether or not to stay you should", ["A. compare the total cost of your education to the total benefits of your education.", "B. compare the total cost of your education to the benefits of staying one more semester.", "C. compare the cost of staying one more semester to the benefits of staying one more semester.", "D. compare the total benefits of your education to the cost of staying one more semester."], "C"],
        [49, "You go to the movieplex where movies ordinarily cost $8.00,\nYou are intending to see a movie for which you have a $2.50-off coupon good for only that movie at that time, However, when you get there you see a friend who asks if you would rather see a new release, Both movies start and end at the same time, If you decide to see the new release with your friend, what is your opportunity cost?", ["A. The amount you value the first movie + $2.50", "B. The amount you value the first movie + $8.00", "C. $2.50", "D. $8.00"], "A"],
        [50, "Aiden and Zaria charge people to park on their lawn while attending a nearby craft fair, At the current price of $10,six people park on their lawn, If they raise the price to $15,they know that only five people will want to park on their lawn, Whether they have six or five cars parked on their lawn does not affect their costs, From this information it follows that", ["A. they should leave the price at $10.", "B. it does not matter if they charge $10 or $15.", "C. they would do better charging $15 than $10.", "D. they should raise the price even more."], "C"],
        [51, "Your professor loves her work, teaching math, She has been offered other positions in the corporate world that would increase her income by 15 percent, but she has decided to continue working as a professor, Her decision would not change unless the marginal", ["A. cost of teaching increased.", "B. benefit of teaching increased.", "C. cost of a corporate job increased.", "D. benefit of a corporate job decreased."], "A"],
        [52, "Suppose your finance professor has been offered a corporate job with a 25 percent pay increase, He has decided to take the joB.For him, the marginal", ["A. cost of leaving was greater than the marginal benefit.", "B. benefit of leaving was greater than the marginal cost.", "C. benefit of teaching was greater than the marginal cost.", "D. benefit of teaching was negative."], "B"],
        [53, "Suppose the state of Rhode Island passes a law that increases the tax on beer, As a result, beer consumers who live in Rhode Island start purchasing their beer in surrounding states, Which of the following principles does this best illustrate?", ["A. People respond to incentives.", "B. Rational people think at the margin.", "C. Trade can make everyone better off.", "D. Markets are usually a good way to organize economic activity."], "A"],
        [54, "Which of the following statements exemplifies a principle of individual decision making?", ["A. Trade can make everyone better off.", "B. Governments can sometimes improve market outcomes.", "C. The cost of something is what you give up to get it.", "D. Prices rise when the government prints too much money."], "C"],
        [55, "Which of the following is not an example of a group responding to an incentive?", ["A. Students attend class because of an attendance policy that reduces their grade for absences.", "B. Consumers buy more of a product when it is on sale at a reduced price.", "C. Universities offer fewer online classes when they generate more revenue at the same cost than traditional classes.", "D. Employees work harder to earn higher commissions."], "C"],
        [56, "Nevaeh decides to spend four hours playing video games rather than attending her classes, Her opportunity cost of playing video games is", ["A. the value of the knowledge she would have received had she attended her classes.", "B. the $40 she could have earned if she had worked at her job for those four hours.", "C. the value of her time playing video games minus the value of attending classes.", "D. nothing, since she valued playing video games more than attending classes."], "A"],
        [57, "Which of the following industries has a marginal cost that is close to zero?", ["A. Automobile", "B. Aircraft", "C. Software", "D. Furniture"], "C"],
        [58, "Which is the most accurate statement about trade?", ["A. Trade can make every nation better off.", "B. Trade makes some nations better off and others worse off.", "C. Trading for a good can make a nation better off only if the nation cannot produce that good itself.", "D. Trade helps rich nations and hurts poor nations."], "A"],
        [59, "Which of the following statements about trade is false?", ["A. Trade increases competition.", "B. With trade, one country must win and one country must lose.", "C. Bulgaria can benefit, potentially, from trade with any other country.", "D. Trade allows people to buy a greater variety of goods and services at lower cost."], "B"],
        [60, "If China decides to trade with France, we know that", ["A. France will benefit, but trade with a less developed country could not benefit China.", "B. it will not benefit France because workers in China are more productive.", "C. France and China can both benefit.", "D. it will not benefit either country because their cultural differences are too vast."], "C"],
        [61, "Dee is an accomplished actress and a homeowner who pays a landscaper to maintain her lawn rather than do it herself, Dee has determined that she can earn more in the hour it would take her to work on her lawn than she must pay her landscaper, This scenario is an example of which principle of economics?", ["A. Trade can make everyone better off.", "B. Markets are usually a good way to organize economic activity.", "C. Governments can sometimes improve market outcomes.", "D. Prices rise when the government prints too much money."], "A"],
        [62, "Dale is a guitar teacher and Terrence is a tile layer, If Dale teaches Terrence's daughter to play the guitar in exchange for Terrence tiling Dale's kitchen floor,", ["A. only Dale is made better off by trade.", "B. only Terrence is made better off by trade.", "C. both Dale and Terrence are made better off by trade.", "D. neither Dale nor Terrence are made better off by trade."], "C"],
        [63, "Trade between countries tends to", ["A. reduce both competition and specialization.", "B. reduce competition and increase specialization.", "C. increase competition and reduce specialization.", "D. increase both competition and specialization."], "D"],
        [64, "Trade", ["A. allows specialization, which increases costs.", "B. allows specialization, which reduces costs.", "C. reduces specialization, which increases costs.", "D. reduces specialization, which reduces costs."], "B"],
        [65, "Central planning refers to", ["A. markets guiding economic activity, Today many countries that had this system have abandoned it.", "B. markets guiding economic activity, Today many countries that did not have this system have implemented it.", "C. government guiding economic activity, Today many countries that had this system have abandoned it.", "D. government guiding economic activity, Today many countries that did not have this system have implemented it."], "C"],
        [66, "The basic principles of economics suggest that", ["A. markets are seldom, if ever, a good way to organize economic activity.", "B. government should become involved in markets when trade between countries is involved.", "C. government should become involved in markets when those markets fail to produce efficient or fair outcomes.", "D. government should never become involved in markets."], "C"],
        [67, "Communist countries worked under the premise that", ["A. people, when left on their own without government intervention, will find the best use of available resources", "B. central planners were in the best position to determine the allocation of scarce resources in the economy.", "C. households and firms, guided by an \"invisible hand,\" could achieve the most efficient allocation of scarce resources.", "D. allowing the market forces of supply and demand to operate with no government intervention would achieve the most efficient allocation of scarce resources."], "B"],
        [68, "Prior to the collapse of communism, communist countries worked on the premise that economic well-being could be best attained by", ["A. a market economy.", "B. a strong reliance on prices and individuals' self-interests.", "C. a system of large privately owned firms.", "D. the actions of government central planners."], "D"],
        [69, "Which of the following observations was made famous by Adam Smith in his book The Wealth of Nations?", ["A. There is no such thing as a free lunch.", "B. People buy more when prices are high than when prices are low.", "C. No matter how much people earn, they tend to spend more than they earn.", "D. Households and firms interacting in markets are guided by an \"invisible hand\" that leads them to desirable market outcomes."], "D"],
        [70, "The famous observation that households and firms interacting in markets act as if they are guided by an \"invisible hand\" that leads them to desirable market outcomes comes from whose 1776 book?", ["A. David Ricardo", "B. Thorstein Veblen", "C. John Maynard Keynes", "D. Adam Smith"], "D"],
        [71, "The \"invisible hand\" refers to", ["A. how central planners made economic decisions.", "B. how the decisions of households and firms lead to desirable market outcomes.", "C. the control that large firms have over the economy.", "D. government regulations without which the economy would be less efficient."], "B"],
        [72, "The \"invisible hands\" ability to coordinate the decisions of the firms and households in the economy can be hindered by", ["A. government actions that distort prices.", "B. increased competition in markets.", "C. enforcement of property rights.", "D. too much attention paid to efficiency."], "A"],
        [73, "In a market economy, who makes the decisions that guide most economic activity?", ["A. Firms only", "B. Households only", "C. Firms and households", "D. Government"], "C"],
        [74, "In a market economy, economic activity is guided by", ["A. the government.", "B. public-interest groups.", "C. central planners.", "D. self-interest and prices."], "D"],
        [75, "Which of the following statements does not apply to a market economy?", ["A. Firms decide whom to hire and what to produce.", "B. The \"invisible hand\" usually maximizes the income of society as a whole.", "C. Households decide which firms to work for and what to buy with their incomes.", "D. Government policies are the primary forces that guide the decisions of firms and households."], "D"],
        [76, "Prices direct economic activity in a market economy by", ["A. influencing the actions of buyers and sellers.", "B. reducing scarcity of the goods and services produced.", "C. reducing opportunity cost of goods and services produced.", "D. allocating goods and services in the most equitable way."], "A"],
        [77, "If the government were to intervene in a market economy and fix the price of visiting a health care provider below the market price, then we would expect, relative to the market outcome,", ["A. an increase in the number of visits people want to make and an increase in the number of visits health care providers want to provide.", "B. an increase in the number of visits people want to make and a decrease in the number of visits health care providers want to provide.", "C. a decrease in the number of visits people want to make and an increase in the number of visits health care providers want to provide.", "D. a decrease in the number of visits people want to make and a decrease in the number of visits health care providers want to provide."], "B"],
        [78, "If the government were to intervene and set a wage for unskilled labor above the market wage, then we would expect, relative to the market outcome,", ["A. an increase in the number of unskilled jobs available.", "B. a decrease in the number of unskilled jobs available.", "C. a decrease in the number of workers wanting unskilled jobs.", "D. an increase in the number of businesses using unskilled workers."], "B"],
        [79, "When the government prevents prices from adjusting naturally to supply and demand, it", ["A. equates the amount buyers want to buy with the amount sellers want to sell.", "B. adversely affects the allocation of resources.", "C. improves equality and efficiency.", "D. improves efficiency but reduces equality."], "B"],
        [80, "The ability of an individual to own and exercise control over scarce resources is called", ["A. market failure.", "B. property rights.", "C. externality.", "D. market power."], "B"],
        [81, "The term used to describe a situation in which markets do not allocate resources efficiently is", ["A. economic meltdown.", "B. market failure.", "C. equilibrium.", "D. the effect of the invisible hand."], "B"],
        [82, "The term market failure refers to", ["A. a situation in which the market on its own fails to allocate resources efficiently.", "B. an unsuccessful advertising campaign which reduces demand for a product.", "C. a situation in which competition among firms becomes ruthless.", "D. a firm that is forced out of business because of losses."], "A"],
        [83, "Which of the following do economists not generally regard as a legitimate reason for the government to intervene in a market?", ["A. To promote efficiency", "B. To promote equality", "C. To enforce property rights", "D. To protect an industry from foreign competition"], "D"],
        [84, "Thousands of people develop lung cancer from second-hand exposure to cigarette smoke, This is an example of", ["A. a market failure caused by an externality.", "B. a market failure caused by market power.", "C. a market failure caused by equality.", "D. There is no market failure in this case."], "A"],
        [85, "If an externality is present in a market, economic efficiency may be enhanced by", ["A. government intervention.", "B. a decrease in foreign competition.", "C. fewer market participants.", "D. weaker property rights."], "A"],
        [86, "Which of the following is an example of an externality?", ["A. Zima purchases a new pants suit.", "B. Malik's bird chirps loudly during the night, waking his neighbors.", "C. Roberto sells a book to Kevin, who uses the book and then gives it to Lee as a gift.", "D. Kalene watches a scary movie."], "B"],
        [87, "The willingness of citizens to pay for vaccinations does not include the benefit society receives from having vaccinated citizens who cannot transmit an illness to others, This extra benefit society gets from vaccinating its citizens is known as", ["A. productivity.", "B. an externality.", "C. market power.", "D. property rights."], "B"],
        [88, "Laws that enforce chemical hazard control are examples of government intervention that is intended to reduce", ["A. efficiency.", "B. equality.", "C. externalities.", "D. productivity."], "C"],
        [89, "Which of these activities will most likely impose an external cost?", ["A. An athlete works out at a gym.", "B. A postal worker smokes a cigarette in a crowded break room.", "C. A young father pushes his baby in a stroller.", "D. A construction worker eats a hotdog during her lunch break."], "B"],
        [90, "Which of these activities will most likely result in an external benefit?", ["A. A college student buys a deck of cards to play solitaire in her dorm room.", "B. An elderly woman plants a flower garden on the vacant lot next to her house.", "C. An executive purchases a book to read on a business trip.", "D. A ten-year-old uses his allowance to buy new Nike shoes."], "B"],
        [91, "Market power refers to the", ["A. power of a single person or small group to influence market prices.", "B. ability of a person or small group to successfully market new products.", "C. power of the government to regulate a market.", "D. importance of a certain market in relation to the overall economy."], "A"],
        [92, "Which of the following firms is likely to have the greatest market power?", ["A. A utility company", "B. A farmer", "C. A grocery store", "D. A local electronics retailer"], "A"],
        [93, "Productivity is defined as the", ["A. amount of goods and services produced from each unit of labor input.", "B. number of workers required to produce a given amount of goods and services.", "C. amount of labor that can be saved by replacing workers with machines.", "D. actual amount of effort workers put into an hour of working time."], "A"],
        [94, "The primary determinant of a country's standard of living is", ["A. the country's ability to prevail over foreign competition.", "B. the country's ability to produce goods and services.", "C. the total supply of money in the economy.", "D. the average age of the country's labor force."], "B"],
        [95, "The slow growth of U.S, incomes during the 1970s and 1980s can best be explained by", ["A. unstable economic conditions in Eastern Europe.", "B. increased competition from abroad.", "C. a decline in the rate of increase in U.S, productivity.", "D. a strong U.S, dollar abroad, hurting U.S, exports."], "C"],
        [96, "Suppose that in Peru total annual output is worth $750 million and people work 40 million hours, In Oman, total annual output is worth 650 million and people work 20 million hours, Productivity is higher", ["A. in Oman, Most variation in the standard of living across countries is due to differences in productivity.", "B. in Oman, Differences in productivity explain very little of the variation in the standard of living across countries.", "C. in Peru, Most variation in the standard of living across countries is due to differences in productivity.", "D. in Peru, Differences in productivity explain very little of the variation in the standard of living across countries."], "A"],
        [97, "In a particular country in 1998,the average worker needed to work 25 hours to produce 40 units of output, In that same country in 2008,the average worker needed to work 40 hours to produce 68 units of output, In that country, the productivity of the average worker", ["A. decreased by 1.7 percent between 1998 and 2008.", "B. remained unchanged between 1998 and 2008.", "C. increased by 4.75 percent between 1998 and 2008.", "D. increased by 6.25 percent between 1998 and 2008."], "D"],
        [98, "A worker in Thailand can earn $12 per day making cotton cloth on a hand loom, A worker in the United States can earn $82 per day making cotton cloth with a mechanical loom, What is the likely explanation for the difference in wages?", ["A. United States textile workers belong to a union, whereas Thailand textile workers do not belong to a union.", "B. There is little demand for cotton cloth in Thailand and great demand in the United States.", "C. Labor is more productive making cotton cloth with a mechanical loom than with a hand loom.", "D. Thailand has a low-wage policy to make its textile industry more competitive in world markets."], "C"],
        [99, "To improve living standards, policymakers should", ["A. impose restrictions on foreign competition.", "B. formulate policies designed to increase productivity.", "C. impose tougher immigration policies.", "D. provide tax breaks for the middle class."], "B"],
        [100, "An increase in the overall level of prices in an economy is referred to as", ["A. the income effect.", "B. inflation.", "C. deflation.", "D. the substitution effect."], "B"],
        [101, "Large or persistent inflation is almost always caused by", ["A. excessive government spending.", "B. excessive growth in the quantity of money.", "C. foreign competition.", "D. higher-than-normal levels of productivity."], "B"],
        [102, "In the short run, which of the following rates of growth in the money supply is likely to lead to the lowest level of unemployment in the economy?", ["A. 4 percent per year", "B. 5 percent per year", "C. 7 percent per year", "D. 8 percent per year"], "D"],
        [103, "In the short run, an increase in the money supply is likely to lead to", ["A. lower unemployment and lower inflation.", "B. lower unemployment and higher inflation.", "C. higher unemployment and lower inflation.", "D. higher unemployment and higher inflation."], "B"],
        [104, "Suppose the Federal Reserve announces that it will be making a change to a key interest rate to increase the money supply, This is likely because", ["A. the Federal Reserve is worried about inflation.", "B. the Federal Reserve is worried about unemployment.", "C. the Federal Reserve is hoping to reduce the demand for goods and services.", "D. the Federal Reserve is worried that the economy is growing too quickly."], "B"],
        [105, "Which of the following is the most correct statement about the relationship between inflation and unemployment?", ["A. In the short run, falling inflation is associated with falling unemployment.", "B. In the short run, falling inflation is associated with rising unemployment.", "C. In the long run, falling inflation is associated with falling unemployment.", "D. In the long run, falling inflation is associated with rising unemployment."], "B"],
        [106, "Which of the following is an important cause of inflation in an economy?", ["A. Increases in productivity in the economy", "B. The influence of positive externalities on the economy", "C. Lack of property rights in the economy", "D. Growth in the quantity of money in the economy"], "D"],
        [107, "Which of the following claims is consistent with the views of mainstream economists?", ["A. If we increase the rate of inflation from 4 percent to 6 percent, then the rate of unemployment will temporarily fall.", "B. If we increase the rate of inflation from 4 percent to 6 percent, then the rate of unemployment will temporarily rise.", "C. If we increase the rate of inflation from 4 percent to 6 percent, then the rate of unemployment will permanently fall.", "D. If we increase the rate of inflation from 4 percent to 6 percent, then the rate of unemployment will permanently rise."], "A"],
        [108, "For a very long time the country of Tofu has had an inflation rate of 8 percent, Suddenly its inflation rate drops to 3 percent, The drop in the inflation rate", ["A. could be due to slower money supply growth, We would expect unemployment to be higher.", "B. could be due to slower money supply growth, We would expect unemployment to be lower.", "C. could be due to higher money supply growth, We would expect unemployment to be higher.", "D. could be due to higher money supply growth, We would expect unemployment to be lower."], "A"],
        [109, "For a number of years country A had inflation of 3 percent but for the last five years has had inflation of 6 percent, Country B had inflation of 4 percent for many years, but very recently inflation unexpectedly rose to 9 percent, Other things the same, in which of the countries would the higher inflation rate be more likely to reduce unemployment?", ["A. both country A and country B", "B. neither country A nor country B", "C. country A but not country B", "D. country B but not country A"], "D"],
        [110, "During the 1990s, the United Kingdom experienced low levels of inflation while Turkey experienced high levels of inflation, A likely explanation of these facts is that", ["A. the United Kingdom has a better education system than Turkey.", "B. the rate of growth of the quantity of money was slower in the United Kingdom than in Turkey.", "C. workers in Turkey are more productive than workers in the United Kingdom.", "D. there are more instances of market power in Turkey than in the United Kingdom."], "B"],
        [111, "In the short run, which of the following is not correct?", ["A. Increasing the money supply increases the demand for goods and services.", "B. Increasing the money supply encourages firms to hire more workers.", "C. Lowering the money supply leads to a higher level of unemployment.", "D. Policies that encourage higher employment will also induce a lower rate of inflation."], "D"],
        [112, "The business cycle is the", ["A. relationship between unemployment and inflation.", "B. irregular fluctuations in economic activity.", "C. positive relationship between the quantity of money in an economy and inflation.", "D. predictable changes in economic activity due to changes in government spending and taxes."], "B"],
        [113, "Both the production of goods and services and the unemployment rate are used to measure", ["A. the business cycle.", "B. productivity.", "C. the interest rate.", "D. inflation."], "A"],
        [114, "How are economists not like mathematicians, physicists, and biologists?", ["A. Economists do not use models to represent the real world.", "B. Economists do not try to address their subject with a scientist's objectivity.", "C. Economists do not devise theories and collect and analyze data in an attempt to verify or refute their theories.", "D. Economists cannot run lab experiments in the same way that other scientists can."], "D"],
        [115, "Which of the following steps does an economist not take when studying the economy?", ["A. Devise theories", "B. Collect data", "C. Analyze data", "D. Model the economy without any assumptions"], "D"],
        [116, "Suppose an economist develops a theory that higher housing prices arise from lower gas prices. According to the scientific method, which of the following is the economist's next step?", ["A. Collect and analyze data", "B. Go to a laboratory and generate data to test the theory", "C. Publish the theory without testing it", "D. Conduct a natural experiment to confirm the theory"], "A"],
        [117, "The use of theory and observation is more difficult in economics than in sciences such as chemistry due to the difficulty in", ["A. conducting laboratory experiments.", "B. relying upon the scientific method.", "C. analyzing available data.", "D. formulating theories about economic events."], "A"],
        [118, "Instead of conducting laboratory experiments to generate data to test their theories, economists often", ["A. rely upon hypothetical data that were previously concocted by other economists.", "B. argue that data is impossible to collect in economics.", "C. rely on natural experiments offered by history.", "D. assume that data would support their theories."], "C"],
        [119, "Economists make assumptions to", ["A. minimize the number of experiments that yield no useful data.", "B. develop models when the scientific method cannot be used.", "C. provide issues for political discussion.", "D. simplify the complex world and make it easier to understand."], "D"],
        [120, "The art in scientific thinking—whether in chemistry, economics, or engineering—is", ["A. the design and implementation of laboratory experiments.", "B. the ability to make an abstract subject easy to understand.", "C. deciding which assumptions to make.", "D. not something in which scientists have to be skilled."], "C"],
        [121, "Which of the following statements about models is correct?", ["A. The more details a model includes, the better the model.", "B. Because economic models omit many details, they allow us to see what is truly important.", "C. Models cannot be used to explain how the economy functions.", "D. Economic models complicate reality."], "B"],
        [122, "A circular-flow diagram is a model that", ["A. helps to explain how consumers and the government interact with one another.", "B. explains how countries trade with each other.", "C. incorporates all aspects of the real economy.", "D. helps to explain how the economy is organized."], "D"],
        [123, "In the simple circular-flow diagram, the participants in the economy are", ["A. firms and government.", "B. households and firms.", "C. households and government.", "D. households, firms, and government."], "B"],
        [124, "In the circular-flow diagram, which of the following is not a factor of production?", ["A. Labor", "B. Land", "C. Capital", "D. Output"], "D"],
        [125, "Another term for factors of production is", ["A. inputs.", "B. output.", "C. goods.", "D. services."], "A"],
        [126, "Which of the following is an example of a capital input?", ["A. Buildings and machines used in the production process", "B. Stocks and bonds", "C. An hour of a worker's time", "D. The money households use to purchase firms' output"], "A"],
        [127, "In the simple circular-flow diagram, which of the following is not true?", ["A. Households own the factors of production.", "B. Firms buy the factors of production.", "C. Goods and services flow from firms to households.", "D. Firms own the factors of production."], "D"],
        [128, "In the circular-flow diagram, in the markets for", ["A. goods and services, households and firms are both buyers.", "B. the factors of production, households are sellers and firms are buyers.", "C. goods and services, households are sellers and firms are buyers.", "D. the factors of production, households and firms are both buyers."], "B"],
        [129, "In the markets for goods and services in the circular-flow diagram,", ["A. households provide firms with savings for investment.", "B. households provide firms with labor, land, and capital.", "C. firms provide households with output.", "D. firms provide households with profit."], "C"],
        [130, "Which of the following transactions does not take place in the markets for factors of production in the circular-flow diagram?", ["A. A construction company rents trucks for its business.", "B. A farmer hires a teenager to help with harvest.", "C. Anthony receives a salary for his work as an analyst for an investment firm.", "D. A woman buys corn for dinner."], "D"],
        [131, "The inner loop of the circular-flow diagram represents the flow of inputs and outputs. Which of the following does not appear on the inner loop?", ["A. Land", "B. Capital", "C. Wages", "D. Goods and services sold"], "C"],
        [132, "In the circular-flow diagram,", ["A. factors of production flow from government to firms.", "B. income paid to the factors of production flows from firms to households.", "C. goods and services flow from households to firms.", "D. inputs and outputs flow in the same direction as the flow of dollars, from households to firms."], "B"],
        [133, "In the circular-flow diagram, which of the following items flows from firms to households through the markets for the factors of production?", ["A. Goods and services", "B. Land, labor, and capital", "C. Wages, rent, and profit", "D. Dollars spent on goods and services"], "C"],
        [134, "In the simple-circular flow diagram, the flow of money from the firms to the markets for factors of production is called", ["A. spending.", "B. revenue.", "C. income.", "D. wages, rent, and profit."], "D"],
        [135, "According to the circular-flow diagram, if Christian is a worker who delivers flowers for Happy Day Flower Company, he participates", ["A. in the markets for factors of production exchanging labor for income.", "B. in the markets for factors of production exchanging flowers for revenue.", "C. in the markets for goods and services exchanging flowers for wages, rent, and profit.", "D. in the markets for goods and services exchanging labor for income."], "A"],
        [136, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_01.png\" alt=\"id:23\"><br>Which arrow represents the flow of spending by households?", ["A. B", "B. A", "C. C", "D. D"], "B"],
        [137, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_01.png\" alt=\"id:24\"><br>Brianna buys a refrigerator for her new home. To which of the arrows does this transaction directly contribute?", ["A. A only", "B. A and B", "C. C only", "D. C and D"], "B"],
        [138, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_02.png\" alt=\"id:25\"><br>If Boxes A and B represent households and firms, then Boxes C and D of this circular-flow diagram represent", ["A. households and government.", "B. firms and government.", "C. the markets for goods and services and the markets for financial assets.", "D. the markets for goods and services and the markets for factors of production."], "D"],
        [139, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_02.png\" alt=\"id:26\"><br>Ethan works as an attorney for a corporation and is paid a salary in exchange for the legal services he performs. If Ethan's income is represented by a flow of dollars from Box D to Box B of this circular-flow diagram, then the revenue earned by a firm selling its product is represented by a flow of dollars", ["A. from Box A to Box C.", "B. from Box C to Box A.", "C. from Box B to Box C.", "D. from Box C to Box B."], "B"],
        [140, "When constructing a production possibilities frontier, which of the following assumptions is not made?", ["A. The economy produces only two goods or two types of goods.", "B. Firms produce goods using factors of production.", "C. Technology does not change.", "D. The quantities of the factors of production that are available are increasing over the relevant time period."], "D"],
        [141, "Where can an economy not produce?", ["A. Inside its production possibilities frontier", "B. On its production possibilities frontier", "C. Outside its production possibilities frontier", "D. At the endpoints of its production possibilities frontier"], "C"],
        [142, "An economy's production of two goods is efficient if", ["A. the goods are produced using only some of society's available resources.", "B. the economy is producing at a point inside the production possibilities frontier.", "C. it is impossible to produce more of one good without producing less of the other.", "D. it is possible to produce more of one good without producing less of another good."], "C"],
        [143, "Suppose a nation is currently producing at a point inside its production possibilities frontier. We know that", ["A. the nation is producing beyond its capacity, so inflation will occur.", "B. the nation is not using all available resources or is using inferior technology or both.", "C. the nation is producing an efficient combination of goods.", "D. there will be a large opportunity cost if the nation tries to increase production of any good."], "B"],
        [144, "The production possibilities frontier provides an illustration of the principle that", ["A. trade can make everyone better off.", "B. governments can sometimes improve market outcomes.", "C. people face trade-offs.", "D. people respond to incentives."], "C"],
        [145, "The bowed-outward shape of the production possibilities frontier can be explained by the fact that", ["A. all resources are scarce.", "B. economic growth is always occurring.", "C. the opportunity cost of one good in terms of the other depends on how much of each good the economy is producing.", "D. the only way to get more of one good is to get less of the other."], "C"],
        [146, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_03.png\" alt=\"id:33\"><br>If the production possibilities frontier is bowed outward, then which of the following could be the maximum number of tennis balls produced when 300 tennis rackets are produced?", ["A. 6,700.", "B. 6,900.", "C. 6,000.", "D. 5,100."], "D"],
        [147, "Suppose an economy produces two goods, food and machines. This economy always operates on its production possibilities frontier. Last year, it produced 1,000 units of food and 47 machines. This year it experienced a technological advance in its machine-making industry. As a result, this year the society wants to produce 1,050 units of food and 47 machines. Which of the following statements is correct?", ["A. Because the technological advance occurred in the machine-making industry, it will not be possible to increase food production without reducing machine production below 47.", "B. Because the technological advance occurred in the machine-making industry, increases in output can only occur in the machine industry.", "C. In order to increase food production in these circumstances without reducing machine production, the economy must reduce inefficiencies.", "D. The technological advance reduced the amount of resources needed to produce 47 machines, so these resources could be used to produce more food."], "D"],
        [148, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_04.png\" alt=\"id:35\"><br>What is the opportunity cost to Ecoville of increasing the production of socks from 600 to 900?", ["A. 400 glasses", "B. 300 glasses", "C. 200 glasses", "D. 100 glasses"], "B"],
        [149, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_04.png\" alt=\"id:36\"><br>Which of the following statements is correct?", ["A. The opportunity cost of an additional 300 socks is constant at 300 glasses.", "B. The opportunity cost of an additional 300 socks is constant at 400 glasses.", "C. Ecoville's production possibilities frontier is a straight, downward-sloping line.", "D. The opportunity cost of an additional 300 socks increases as more glasses are produced."], "D"],
        [150, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:37\"><br>If this economy devotes all of its resources to the production of forks, then it will produce", ["A. 80 knives and 0 forks.", "B. 40 knives and 50 forks.", "C. 0 knives and 100 forks.", "D. 50 knives and 80 forks."], "C"],
        [151, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:38\"><br>It is not possible for this economy to produce at point", ["A. A.", "B. B.", "C. C.", "D. D."], "C"],
        [152, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:39\"><br>This economy cannot currently produce 80 forks and 80 knives because", ["A. it is not using all of its resources.", "B. it is not using the most efficient production process.", "C. it does not have the resources and technology to produce that level of output.", "D. consumers don't want that many forks and knives."], "C"],
        [153, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:40\"><br>Suppose this economy is producing at point D. Which of the following statements would best explain this situation?", ["A. The economy has insufficient resources to produce at a more desirable point.", "B. The economy's available technology prevents it from producing at a more desirable point.", "C. There is widespread unemployment in the economy.", "D. The economy is experiencing economic growth."], "C"],
        [154, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:41\"><br>Efficient production is represented by which point(s)?", ["A. A, B", "B. D", "C. A, B, and D", "D. A, B, and C"], "A"],
        [155, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_05.png\" alt=\"id:42\"><br>The opportunity cost of this economy moving from point A to point B is", ["A. 60 knives.", "B. 20 forks.", "C. 20 forks and 20 knives.", "D. 20 knives."], "D"],
        [156, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:43\"><br>Production at point Q is", ["A. possible and efficient.", "B. possible but inefficient.", "C. impossible but efficient.", "D. impossible and inefficient."], "B"],
        [157, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:44\"><br>Production is", ["A. possible at points P, Q, R, and S, but efficient only at points P, R, and S.", "B. possible at points P, Q, R, and S, but efficient only at point Q.", "C. possible at points P, R, S, and T, but efficient only at points P, R, and S.", "D. possible at points P, R, S, and T, but efficient only at point T."], "A"],
        [158, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:45\"><br>The opportunity cost of moving from point S to point R is", ["A. 2 books.", "B. 2 DVDs and 2 books.", "C. 2 DVDs.", "D. 4 DVDs."], "C"],
        [159, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:46\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_07.png\" alt=\"id:46\"><br>A shift of the economy's production possibilities frontier from Graph (a) to Graph (b) could be caused by", ["A. unemployment.", "B. an improvement in DVD production technology.", "C. an improvement in book production technology.", "D. an improvement in both DVD and book production technology."], "B"],
        [160, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_06.png\" alt=\"id:47\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_07.png\" alt=\"id:47\"><br>Which of the following is not a result of the shift of the economy's production possibilities frontier from Graph (a) to Graph (b)?", ["A. The trade-off between the production of DVDs and books changes.", "B. The opportunity cost of a book is higher at all levels of book production.", "C. Production of 4 DVDs and 2 books becomes possible.", "D. Production of 2 DVDs and 2 books becomes efficient."], "D"],
        [161, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_08.png\" alt=\"id:48\"><br>Which of the following events would explain the shift of the production possibilities frontier from A to B?", ["A. A decrease in unemployment", "B. A general technological advance", "C. A technological advance in the hat industry", "D. An improvement in the allocation of resources"], "B"],
        [162, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_09.png\" alt=\"id:49\"><br>What is the opportunity cost of increasing the production of corn from 500 bushels to 1000 bushels?", ["A. 400 bushels of rice", "B. 300 bushels of rice", "C. 500 bushels of rice", "D. 600 bushels of rice"], "B"],
        [163, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_09.png\" alt=\"id:50\"><br>Based on the values in the table, the production possibilities frontier is", ["A. bowed outward indicating increasing opportunity costs.", "B. bowed outward indicating decreasing opportunity costs.", "C. a straight line indicating constant opportunity costs.", "D. bowed inward indicating increasing opportunity costs."], "A"],
        [164, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_09.png\" alt=\"id:51\"><br>Which of the following combinations of corn and rice is not currently attainable but would be attainable if there was an improvement in overall production technology?", ["A. 2,000 bushels of corn and 300 bushels of rice", "B. 1,500 bushels of corn and 900 bushels of rice", "C. 1,250 bushels of corn and 1,700 bushels of rice", "D. 500 bushels of corn and 1,700 bushels of rice"], "C"],
        [165, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_10.png\" alt=\"id:52\"><br>Consider the production possibilities frontier for an economy that produces only cars and sofas. The opportunity cost of each car is", ["A. the slope of the production possibilities frontier, or  of a sofa.", "B. the reciprocal of the slope of the production possibilities frontier, or 2 sofas.", "C. the reciprocal of the slope of the production possibilities frontier, or  of a sofa.", "D. the slope of the production possibilities frontier, or 2 sofas."], "D"],
        [166, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_10.png\" alt=\"id:53\"><br>Consider the production possibilities frontier for an economy that produces only sofas and cars. When society moves from point A to point B,", ["A. the opportunity cost is the same as when society moves from point B to point C.", "B. it is giving up cars to get sofas.", "C. the opportunity cost is increasing.", "D. it moves from an inefficient point to an efficient point."], "A"],
        [167, "Macroeconomics is the study of", ["A. individual decision makers.", "B. economy-wide phenomena.", "C. international trade.", "D. markets for large products."], "B"],
        [168, "Which of the following would likely be studied by a microeconomist rather than a macroeconomist?", ["A. The effect of a national healthcare program on the nation's unemployment rate", "B. The impact of minimum-wage laws on employment in the fast food industry", "C. A comparison of alternative tax policies and their respective impacts on the rate of the nation's economic growth", "D. The effect of a war on government spending"], "B"],
        [169, "Which of the following would likely be studied by a macroeconomist rather than a microeconomist?", ["A. The effect of a technological advance no the natural gas industry", "B. The economic impact of tornadoes on cities and towns in Oklahoma", "C. How tariffs on shoes affect the shoe industry", "D. The effect of changes in the money supply on the inflation rate"], "D"],
        [170, "Which of the following statements is correct about the roles of economists?", ["A. When economists are trying to explain the world, they are in the realm of microeconomics rather than macroeconomics.", "B. When economists are trying to improve the world, they are in the realm of positive economics rather than normative economics.", "C. Economists are best viewed as scientists.", "D. In trying to improve the world, economists are policy advisers."], "D"],
        [171, "Normative statements are", ["A. descriptive.", "B. claims about how the world is.", "C. made by economists speaking as policy advisers.", "D. claims about how variables in the economy normally behave."], "C"],
        [172, "When recommending specific policies to undertake, economists make", ["A. positive statements.", "B. claims about how the world is.", "C. normative statements.", "D. descriptive statements."], "C"],
        [173, "Which of the following is an example of a positive, as opposed to normative, statement?", ["A. Inflation is more harmful to the economy than unemployment is.", "B. All Americans are entitled to quality health care.", "C. Reducing emissions reduces days missed from school due to asthma.", "D. Economic policies should focus on improving equality."], "C"],
        [174, "Which of the following is an example of a normative, as opposed to a positive, statement?", ["A. Gasoline prices ought to be lower than they are now.", "B. A decrease in the minimum wage would decrease unemployment.", "C. The elimination of trade restrictions would increase an economy's standard of living.", "D. In response to the most recent recession, the federal government extended the duration of unemployment benefits."], "A"],
        [175, "Duties of the Council of Economic Advisers include", ["A. advising the president and writing the annual Economic Report of the President.", "B. implementing the president's tax policies.", "C. managing of the nation's money supply.", "D. managing the Social Security program."], "A"],
        [176, "Economists at which of the following government offices help formulate spending plans and regulatory policies?", ["A. Office of Management and Budget", "B. Department of the Treasury", "C. Congressional Budget Office", "D. The Federal Reserve"], "A"],
        [177, "The president of the United States receives tax policy advice from economists in the", ["A. Federal Reserve.", "B. Department of Justice.", "C. Congressional Budget Office.", "D. Department of the Treasury."], "D"],
        [178, "Analysis of data on workers and those looking for work is conducted by economists at the", ["A. Office of Management and Budget.", "B. Department of Labor.", "C. Congressional Budget Office.", "D. Department of the Treasury."], "B"],
        [179, "Economists at the Department of Justice", ["A. track the behavior of the nation's money supply.", "B. advise Congress on economic matters.", "C. help enforce the nation's antitrust laws.", "D. prepare the federal budget."], "C"],
        [180, "From which of the following agencies does the President not receive economic policy advice from economists?", ["A. The Council of Economic Advisers", "B. The Department of the Treasury", "C. The Congressional Budget Office", "D. The Department of Labor"], "C"],
        [181, "Economists sometimes give conflicting advice because", ["A. graduate students in economics are encouraged to argue with each other.", "B. economists have different values and scientific judgments.", "C. economists acting as scientists do not like to agree with economists acting as policy advisers.", "D. economics is more of a belief system than a science."], "B"],
        [182, "Sometimes economists disagree because their scientific judgments differ. Which of the following instances best reflects this source of disagreement?", ["A. One economist believes everyone should pay the same percentage of their income in taxes; another economist believes that wealthier citizens should pay a higher percentage of their income in taxes.", "B. One economist believes that manufacturing firms should face greater regulation to preserve the environment; another economist believes the government should not intervene in free markets.", "C. One economist believes that equality should be valued over efficiency in policy decisions; another economist believes that efficiency should be valued over equality in policy decisions.", "D. One economist believes the government should tax a household's income; another economist believes the government should tax a household's consumption because it will cause households to save more."], "D"],
        [183, "Justin and Madison are economists. Justin thinks that the wealthiest 10 percent of the U.S. population should be taxed a rate higher than the rest of society because they can better afford it. Madison thinks that everyone should be taxed at the same rate because that is the fairest scenario and the wealthy should not be penalized for their success. In this example, Justin and Madison", ["A. disagree about the validity of a positive theory.", "B. have different normative views about tax policy.", "C. must both be incorrect because tax policy is never that simple.", "D. disagree because they have access to contradicting positive statements."], "B"],
        [184, "A survey of professional economists revealed that more than three-fourths of them agreed with fourteen economic propositions. Which of the following is not one of those propositions?", ["A. The United States should eliminate agricultural subsidies.", "B. The United States should implement universal healthcare for its citizens.", "C. A large federal budget deficit has an adverse effect on the economy.", "D. Fiscal policy has a significant stimulative impact on a less than fully employed economy."], "B"],
        [185, "Kiara wants to create a graph containing the prices of theater tickets and the corresponding quantities of theater tickets demanded by customers. She should use a", ["A. pie chart.", "B. bar graph.", "C. time-series graph.", "D. coordinate system."], "D"],
        [186, "The x-coordinate of an ordered pair specifies the", ["A. diagonal location of the point.", "B. vertical location of the point.", "C. horizontal location of the point.", "D. quadrant location in which the point is located."], "C"],
        [187, "In the ordered pair (19, 25), 25 is the", ["A. the x-coordinate and the vertical location of the point.", "B. the y-coordinate and the horizontal location of the point.", "C. the x-coordinate and the horizontal location of the point.", "D. the y-coordinate and the vertical location of the point."], "D"],
        [188, "The point where both x and y are zero is known as the", ["A. origin.", "B. null.", "C. zero coordinate.", "D. center."], "A"],
        [189, "When two variables have a negative correlation,", ["A. if the x-variable increases, the y-variable increases.", "B. if the x-variable increases, the y-variable decreases.", "C. one variable will move while the other remains constant.", "D. the variables' values are never negative."], "B"],
        [190, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_11.png\" alt=\"id:77\"><br>The graph shown is known as a", ["A. time-series graph.", "B. bar graph.", "C. scatterplot.", "D. pie chart."], "C"],
        [191, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_11.png\" alt=\"id:78\"><br>Taking cause and effect into account, which of the following interpretations would be most reasonable regarding the relationship between coffee and hours without sleep?", ["A. The less coffee a person drinks per day, the more time he can go without sleep.", "B. There is no relationship between how much coffee per day a person drinks and how long he can go without sleep.", "C. The more coffee a person drinks per day, the more time he can go without sleep.", "D. The more coffee a person drinks per day, the less time he can go without sleep."], "C"],
        [192, "When two variables move in the same direction, the curve relating them is", ["A. downward sloping, and we say the variables are negatively related.", "B. upward sloping, and we say the variables are negatively related.", "C. downward sloping, and we say the variables are positively related.", "D. upward sloping, and we say the variables are positively related."], "D"],
        [193, "When a relevant variable that is not named on either axis changes,", ["A. there will be a movement along the curve.", "B. the curve will rotate clockwise.", "C. the curve will be unaffected since only the variables on the axis affect the curve.", "D. the curve will shift."], "D"],
        [194, "Suppose the price level is measured along the vertical axis on a graph. When the price level changes, there will be a", ["A. rotation of the curve.", "B. shift of the curve.", "C. movement along the curve.", "D. change in the slope of the curve."], "C"],
        [195, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_12.png\" alt=\"id:82\"><br>The movement from point B to point C is", ["A. a movement along the demand curve.", "B. an indication that the price of bananas has changed.", "C. a shift of the demand curve.", "D. an indication that the costs incurred by firms that produce bananas have changed."], "C"],
        [196, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_12.png\" alt=\"id:83\"><br>The slope of the curve between points A and B is", ["A. –2.", "B. 2.", "C. <img style=\"hight: 1.1em;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_13.png\" alt=\"id:83\">.", "D. <img style=\"hight: 1.1em;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_14.png\" alt=\"id:83\"><br>."], "A"],
        [197, "Which of the following is correct?", ["A. The slope of a line will be infinite for a horizontal line.", "B. The slope of a fairly flat upward-sloping line will be a large negative number.", "C. The slope of a line will be a negative number for a downward-sloping line.", "D. The slope of a steep upward-sloping line will be a small negative number."], "C"],
        [198, "The slope of a line that passes through the points (10, 40) and (20, 35) is", ["A. <img style=\"hight: 1.1em;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_13.png\" alt=\"id:85\">.", "B. <img style=\"hight: 1.1em;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_14.png\" alt=\"id:85\">.", "C. –2", "D. 2."], "B"],
        [199, "In the early 19th century, the Russian government sent doctors to southern Russian villages to provide assistance during a cholera epidemic. The villagers noticed that wherever doctors appeared, people died. Therefore, many doctors were chased away from villages, and some were even killed. This reaction to the correlation between doctors and deaths is most likely a problem of", ["A. omitted variables.", "B. bias.", "C. reverse causality.", "D. government propaganda."], "C"],
        [200, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh2_15.png\" alt=\"id:87\"><br>Which of the following conclusions should not be drawn from observing this graph?", ["A. There is a positive correlation between the frequency of service and the number of passengers.", "B. When there are five stops per hour, there are approximately 200 passengers.", "C. More stops per hour is associated with more passengers per hour.", "D. No other factors besides the frequency of service affect the number of passengers."], "D"],
        [201, "When an economist points out that you and millions of other people are interdependent, she is referring to the fact that we all", ["A. rely upon the government to provide us with the basic necessities of life.", "B. rely upon one another for the goods and services we consume.", "C. have similar tastes and abilities.", "D. are concerned about one another’s well-being."], "B"],
        [202, "Both Jarek and Kalene produce hair scarves and necklaces. However, Kalene is better at producing both goods. In this case, trade could", ["A. benefit both Kalene and Jarek.", "B. benefit Kalene, but not Jarek.", "C. benefit Jarek, but not Kalene.", "D. benefit neither Kalene nor Jarek."], "A"],
        [203, "The production possibilities frontier illustrates", ["A. the combinations of output that an economy should produce.", "B. the combinations of output that an economy should consume.", "C. the combinations of output that an economy can produce.", "D. the combinations of output that an economy wants to produce."], "C"],
        [204, "A production possibilities frontier is bowed outward when", ["A. the more resources the economy uses to produce one good, the fewer resources it has available to produce the other good.", "B. an economy is self-sufficient instead of interdependent and engaged in trade.", "C. the rate of trade-off between the two goods being produced is constant.", "D. the rate of trade-off between the two goods being produced depends on how much of each good is being produced."], "D"],
        [205, "Consider two individuals, Jarek and Danuta each of whom knits sweaters and makes hamburgers, respectively. The gains from trade between Jarek and Danuta are most obvious in which of the following cases?", ["A. Jarek is very good at knitting sweaters and at making hamburgers, but Danuta’s skills in both of these activities are very poor.", "B. Jarek and Danuta both are very good at making hamburgers, but neither has the necessary skills to knit sweaters.", "C. Jarek’s cooking and knitting skills are very poor, and Danuta’s cooking and knitting skills are also very poor.", "D. Jarek’s skills are such that he can only knit sweaters, and Danuta’s skills are such that she can only make hamburgers."], "D"],
        [206, "A professor spends 8 hours per day giving lectures and writing papers. For the professor, a graph that shows his various possible mixes of output (lectures given per day and papers written per day) is called his", ["A. productivity line.", "B. indifference curve.", "C. production possibilities frontier.", "D. consumption possibilities frontier."], "C"],
        [207, "Suppose there are only two people in the world. Each person’s production possibilities frontier also represents his or her consumption possibilities when", ["A. neither person faces trade-off.", "B. the frontiers are straight lines.", "C. the frontiers are bowed out.", "D. they choose not to trade with one another."], "D"],
        [208, "The most obvious benefit of specialization and trade is that they allow us to", ["A. work more hours per week than we otherwise would be able to work.", "B. consume more goods than we otherwise would be able to consume.", "C. spend more money on goods that are beneficial to society, and less money on goods that are harmful to society.", "D. consume more goods by forcing people in other countries to consume fewer goods."], "B"],
        [209, "As a student, Jordyn spends 40 hours per week writing term papers and completing homework assignments. On one axis of her production possibilities frontier is measured the number of term papers written per week. On the other axis is measured the number of homework assignments completed per week. Jordyn's production possibilities frontier is a straight line if", ["A. she faces no trade-off between writing term papers and completing homework assignments.", "B. she can switch between writing term papers and completing homework assignments at a constant rate.", "C. the rate at which she can switch between homework assignments and term papers depends on the number of homework assignments she is completing and on the number of term papers she is writing.", "D. she is required by her professors to spend half of her time on term papers and the other half of her time on homework assignments."], "B"],
        [210, "For a self-sufficient producer, the production possibilities frontier", ["A. is the same as the consumption possibilities frontier.", "B. is greater than the consumption possibilities frontier.", "C. is less than the consumption possibilities frontier.", "D. is always a straight line."], "A"],
        [211, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_01.png\" alt=\"id:11\"><br>Assume that Celia and John each work 24 hours. What happens to total production if instead of each person spending 12 hours producing each good, Celia spends 21 hours producing wine and 3 hours producing bread and John spends 3 hours producing wine and 21 hours producing bread?", ["A. The total production of bread and wine each rise.", "B. The total production of bread rises and the total production of wine falls.", "C. The total production of bread falls and the total production of wine rises.", "D. The total production of bread and wine each fall."], "A"],
        [212, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_02.png\" alt=\"id:12\"><br>Assume that England and France each has 40 labor hours available. If each country devotes 30 to production of pastrami and 10 to production of milk, then total production is", ["A. 8 units of pastrami and 10 units of milk.", "B. 36 units of pastrami and 7.5 units of milk.", "C. 40 units of pastrami and 20 units of milk.", "D. 48 units of pastrami and 30 units of milk."], "B"],
        [213, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_02.png\" alt=\"id:13\"><br>Which of the following combinations of pastrami and milk could France produce in 20 hours?", ["A. 2 units of pastrami and 20 units of milk", "B. 4.5 units of pastrami and 20 units of milk", "C. 20 units of pastrami and 20 units of milk", "D. 4 units of pastrami and 10 units of milk"], "D"],
        [214, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_03.png\" alt=\"id:14\"><br>Which of the following represents Aruba's production possibilities frontier when 100 labor hours are available?", ["A. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_04.png\" alt=\"id:14\">", "B. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_05.png\" alt=\"id:14\">", "C. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_06.png\" alt=\"id:14\">", "D. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_07.png\" alt=\"id:14\">"], "C"],
        [215, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_03.png\" alt=\"id:15\"><br>Assume that Aruba and Iceland each has 120 labor hours available. If each country divides its time equally between the production of coolers and radios, then total production is", ["A. 90 coolers and 120 radios.", "B. 27 coolers and 60 radios.", "C. 90 coolers and 27 radios.", "D. 27 coolers and 90 radios."], "C"],
        [216, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_08.png\" alt=\"id:16\"><br>Which of the following represents Kenya's and Peru's production possibilities frontiers when each country has 60 minutes of machine time available?", ["A. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_09.png\" alt=\"id:16\">", "B. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_10.png\" alt=\"id:16\">", "C. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_11.png\" alt=\"id:16\">", "D. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_12.png\" alt=\"id:16\">"], "D"],
        [217, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_08.png\" alt=\"id:17\"><br>Assume that Kenya and  Peru each has 120 machine minutes available. If each country divides its time equally between the production of toothbrushes and hairbrushes, then total production is", ["A. 16 toothbrushes and 120 hairbrushes.", "B. 32 toothbrushes and 16 hairbrushes.", "C. 32 toothbrushes and 60 hairbrushes.", "D. 16 toothbrushes and 32 hairbrushes."], "B"],
        [218, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_08.png\" alt=\"id:18\"><br>Which of the following combinations of toothbrushes and hairbrushes could Kenya not produce in 120 minutes?", ["A. 5 toothbrushes and 11 hairbrushes", "B. 10 toothbrushes and 9 hairbrushes", "C. 20 toothbrushes and 6 hairbrushes", "D. 30 toothbrushes and 3 hairbrushes"], "A"],
        [219, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_13.png\" alt=\"id:19\"><br>Which of the following combinations of cheese and bread could Portugal produce in 24 hours?", ["A. 8 units of cheese and 4 units of bread", "B. 4 units of cheese and 8 units of bread", "C. 7 units of cheese and 8 units of bread", "D. 4 units of cheese and 3 units of bread"], "A"],
        [220, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_14.png\" alt=\"id:20\"><br>Which of the following points is on Max’s production possibilities frontier, based on a 36-hour production period?", ["A. (18 mittens, 0 hats)", "B. (15 mittens, 8 hats)", "C. (16 mittens, 10 hats)", "D. (0 mittens, 12 hats)"], "A"],
        [221, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_15.png\" alt=\"id:21\"><br>The number of minutes needed by Barb to test a computer is", ["A. 36.", "B. 48.", "C. 30.", "D. 64."], "C"],
        [222, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_15.png\" alt=\"id:22\"><br>Which of the following points would not be on Barb's production possibilities frontier, based on a 40-hour week?", ["A. (0 computers set up, 80 computers tested)", "B. (8 computers set up, 32 computers tested)", "C. (25 computers set up, 40 computers tested)", "D. (50 computers set up, 0 computers tested)"], "B"],
        [223, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_16.png\" alt=\"id:23\"><br>If the production possibilities frontier is bowed outward, then how many coats are produced when 6 blankets are produced?", ["A. 5", "B. 10", "C. 30", "D. 50"], "D"],
        [224, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_16.png\" alt=\"id:24\"><br>If the production possibilities frontier is a straight line, then how many coats are produced when 6 blankets are produced?", ["A. 5", "B. 10", "C. 30", "D. 40"], "D"],
        [225, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_17.png\" alt=\"id:25\"><br>The values in the table represent the amounts of lemonade and pizzas that Alice and Betty can produce in one week without and with specialization and trade. What are Alice and Betty's gains from specialization and trade?", ["A. Alice gains 9 pitchers of lemonade and 12 pizzas, while Betty gains 12 pitchers of lemonade and 7 pizzas.", "B. Alice gains 200 pitchers of lemonade and 100 pizzas, while Betty gains 180 pitchers of lemonade and 180 pizzas.", "C. Alice gains 12 pitchers of lemonade and 7 pizzas, while Betty gains 9 pitchers of lemonade and 9 pizzas.", "D. Alice gains 112 pitchers of lemonade and 0 pizzas, while Betty gains 0 pitchers of lemonade and 300 pizzas."], "A"],
        [226, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_18.png\" alt=\"id:26\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_19.png\" alt=\"id:26\"><br>The rate of trade-off between producing chairs and producing couches is constant in", ["A. Graph (a) only.", "B. Graph (b) only.", "C. both Graph (a) and graph (b).", "D. neither Graph (a) nor Graph (b)."], "B"],
        [227, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_18.png\" alt=\"id:27\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_19.png\" alt=\"id:27\"><br>The rate of trade-off between producing chairs and producing couches depends on how many chairs and couches are being produced in", ["A. Graph (a) only.", "B. Graph (b) only.", "C. both Graph (a) and Graph (b).", "D. neither Graph (a) nor Graph (b)."], "A"],
        [228, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_20.png\" alt=\"id:28\"><br>The fact that the line slopes downward reflects the fact that", ["A. for Venezuela, it is more costly to produce peanuts than it is to produce cashews.", "B. Venezuela will produce more peanuts and fewer cashews as time goes by.", "C. Venezuela faces a trade-off between producing peanuts and producing cashews.", "D. Venezuela should specialize in producing cashews."], "C"],
        [229, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_20.png\" alt=\"id:29\"><br>If the production possibilities frontier shown is for 32 hours of production, then how long does it take Venezuela to make one pound of peanuts?", ["A. 1/32 hour", "B. 1/4 hour", "C. 4 hours", "D. 3 hours"], "C"],
        [230, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_20.png\" alt=\"id:30\"><br>If the production possibilities frontier shown is for 48 hours of production, then how long does it take Venezuela to make one pound of cashews?", ["A. 1/5 hour", "B. 1/3 hour", "C. 3 hours", "D. 5 hours"], "A"],
        [231, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_20.png\" alt=\"id:31\"><br>If the production possibilities frontier shown is for two months of production, then which of the following combinations of peanuts and cashews could Venezuela produce in two months?", ["A. 7 pounds of peanuts and 135 pounds of cashews", "B. 5 pounds of peanuts and 160 pounds of cashews", "C. 2 pounds of peanuts and 240 pounds of cashews", "D. 3 pounds of peanuts and 150 pounds of cashews"], "D"],
        [232, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:32\"><br>If Tanek must work 0.2 hour to produce each taco, then his production possibilities frontier is based on how many hours of work?", ["A. 40 hours", "B. 80 hours", "C. 400 hours", "D. 2000 hours"], "B"],
        [233, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:33\"><br>If the production possibilities frontier shown for Tanek is for 120 hours of production, then how long does it take Tanek to make one burrito?", ["A. 0.1 hour", "B. 0.4 hour", "C. 3 hours", "D. 2.5 hours"], "B"],
        [234, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:34\"><br>If Tanek and Kalene both spend all of their time producing burritos, then total production is", ["A. 0 tacos and 400 burritos.", "B. 400 tacos and 250 burritos.", "C. 0 tacos and 500 burritos.", "D. 800 tacos and 500 burritos."], "C"],
        [235, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:35\"><br>If Tanek and Kalene each divide their time equally between the production of tacos and burritos, then total production is", ["A. 200 tacos and 150 burritos.", "B. 400 tacos and 250 burritos.", "C. 400 tacos and 300 burritos.", "D. 800 tacos and 500 burritos."], "B"],
        [236, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_21.png\" alt=\"id:36\"><br>Tanek’s opportunity cost of one burrito is", ["A. 3/4 taco and Kalene’s opportunity cost of one burrito is 1/2 taco.", "B. 3/4 taco and Kalene’s opportunity cost of one burrito is 2 tacos.", "C. 4/3 tacos and Kalene’s opportunity cost of one burrito is 1/2 taco.", "D. 4/3 tacos and Kalene’s opportunity cost of one burrito is 2 tacos."], "D"],
        [237, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_22.png\" alt=\"id:37\"><br>Both Alvina and Betty", ["A. face a constant trade-off between producing pitchers of lemonade and pizzas.", "B. can produce more pizzas than pitchers of lemonade if they devote all of their time to pizza production.", "C. would benefit from specializing in lemonade production.", "D. would benefit from specializing in pizza production."], "A"],
        [238, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_22.png\" alt=\"id:38\"><br>If Betty produces only pizzas, she can produce", ["A. 150 pies per day.", "B. 300 pies per day.", "C. 300 pies per day.", "D. 450 pies per day."], "C"],
        [239, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_22.png\" alt=\"id:39\"><br>If point A represents Alvina’s production and point B represents Betty’s production,", ["A. Alvina produces 200 pitchers of lemonade and 100 pizzas while Betty produces 180 pitchers of lemonade and 180 pizzas.", "B. Alvina produces 180 pitchers of lemonade and 180 pizzas while Betty produces 200 pitchers of lemonade and 100 pizzas.", "C. Alvina produces 100 pitchers of lemonade and 200 pizzas while Betty produces 180 pitchers of lemonade and 180 pizzas.", "D. Only Alvina can benefit from specialization and trade."], "A"],
        [240, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_22.png\" alt=\"id:40\"><br>If point A represents Alvina’s current production and point B represents Betty’s current production, under what circumstances can both Alvina and Betty benefit from specialization and trade?", ["A. Alvina produces more pizzas and Betty produces more lemonade.", "B. Alvina produces more lemonade and Betty produces more pizzas.", "C. Both Alvina and Betty produce only pizzas.", "D. There are no circumstances under which both Alvina and Betty can benefit from specialization and trade."], "B"],
        [241, "Assume for the United States that the opportunity cost of each airplane is 50 cars. Which of these pairs of points could be on the United States' production possibilities frontier?", ["A. (200 airplanes, 5,000 cars) and (150 airplanes, 4,000 cars)", "B. (200 airplanes, 12,500 cars) and (150 airplanes, 15,000 cars)", "C. (300 airplanes, 15,000 cars) and (200 airplanes, 25,000 cars)", "D. (300 airplanes, 25,000 cars) and (200 airplanes, 40,000 cars)"], "B"],
        [242, "What must be given up to obtain an item is called", ["A. out-of-pocket cost.", "B. comparative worth.", "C. opportunity cost.", "D. absolute value."], "C"],
        [243, "A gardener has the ability to grow either apples or pears or some combination of the two. Given no other information, it follows that the gardener’s opportunity cost of a pound of apples multiplied by his opportunity cost of a pound of pears", ["A. is equal to 0.", "B. is between 0 and 1.", "C. is equal to 1.", "D. is greater than 1."], "C"],
        [244, "If China is capable of producing either teddy bears or toy trains or some combination of the two, then", ["A. China should specialize in the product in which it has an absolute advantage.", "B. it would be impossible for China to have an absolute advantage over another country in both products.", "C. it would be difficult for China to benefit from trade with another country if China is efficient in the production of both goods.", "D. China’s opportunity cost of teddy bears is the inverse of its opportunity cost of toy trains."], "D"],
        [245, "Nick and Traci are two woodworkers who both make tables and chairs. In one month, Nick can make 3 tables or 6 chairs, whereas Traci can make 16 tables or 48 chairs. Given this, we know that the opportunity cost of 1 chair is", ["A. 1/2 table for Nick and 1/3 table for Traci.", "B. 1/2 table for Nick and 3 tables for Traci.", "C. 3 tables for Nick and 1/2 table for Traci.", "D. 1/3 table for Nick and 2 tables for Traci."], "A"],
        [246, "Absolute advantage is found by comparing different producers'", ["A. opportunity costs.", "B. payments to land, labor, and capital.", "C. input requirements per unit of output.", "D. locational and logistical circumstances."], "C"],
        [247, "The producer that requires a smaller quantity of inputs to produce a certain amount of a good, relative to the quantities of inputs required by other producers to produce the same amount of that good,", ["A. has a low opportunity cost of producing that good, relative to the opportunity costs of other producers.", "B. has a comparative advantage in the production of that good.", "C. has an absolute advantage in the production of that good.", "D. should be the only producer of that good."], "C"],
        [248, "If Shawn can produce more donuts in one day than Sue can produce in one day, then", ["A. Shawn has a comparative advantage in the production of donuts.", "B. Sue has a comparative advantage in the production of donuts.", "C. Shawn has an absolute advantage in the production of donuts.", "D. Sue has an absolute advantage in the production of donuts."], "C"],
        [249, "Suppose Jack and Tucker can both produce two goods: toy cars and dinosaur figures. Which of the following is not possible?", ["A. Jim has an absolute advantage in the production of toy cars and in the production of dinosaur figures.", "B. Jim has an absolute advantage in the production of toy cars and a comparative advantage in the production of dinosaur figures.", "C. Jim has an absolute advantage in the production of dinosaur figures and a comparative advantage in the production of toy cars.", "D. Jim has a comparative advantage in the production of toy cars and in the production of dinosaur figures."], "D"],
        [250, "If Iowa’s opportunity cost of corn is lower than Oklahoma’s opportunity cost of corn, then", ["A. Iowa has a comparative advantage in the production of corn.", "B. Iowa has an absolute advantage in the production of corn.", "C. Iowa should import corn from Oklahoma.", "D. Oklahoma should produce just enough corn to satisfy its own residents’ demands."], "A"],
        [251, "Which of the following statements about comparative advantage is not true?", ["A. Comparative advantage is determined by which person or group of persons can produce a given quantity of a good using the fewest resources.", "B. The principle of comparative advantage applies to countries as well as to individuals.", "C. Economists use the principle of comparative advantage to emphasize the potential benefits of free trade.", "D. A country may have a comparative advantage in producing a good, even though it lacks an absolute advantage in producing that good."], "A"],
        [252, "The principle of comparative advantage does not provide answers to certain questions. One of those questions is", ["A. Do specialization and trade benefit more than one party to a trade?", "B. Is it absolute advantage or comparative advantage that really matters?", "C. How are the gains from trade shared among the parties to a trade?", "D. Is it possible for specialization and trade to increase total output of traded goods?"], "C"],
        [253, "Which of the following is not correct?", ["A. The producer who requires a smaller quantity of inputs to produce a good is said to have an absolute advantage in producing that good.", "B. The producer who gives up less of other goods to produce Good X has the smaller opportunity cost of producing Good X.", "C. The producer who has the smaller opportunity cost of producing a good is said to have a comparative advantage in producing that good.", "D. The gains from specialization and trade are based not on comparative advantage but on absolute advantage."], "D"],
        [254, "Total output in an economy increases when each person specializes because", ["A. there is less competition for the same resources.", "B. each person spends more time producing that product in which he or she has a comparative advantage.", "C. a wider variety of products will be produced within each country due to specialization.", "D. government necessarily plays a larger role in the economy due to specialization."], "B"],
        [255, "Suppose that a worker in Radioland can produce either 4 radios or 1 television per year, and a worker in Teeveeland can produce either 1 radios or 4 televisions per year. Each nation has 150 workers. Also, suppose that each country completely specializes in producing the good in which it has a comparative advantage. If Radioland trades 50 radios to Teeveeland in exchange for 50 televisions each year, then each country's maximum consumption of new radios and televisions per year will be", ["A. 50 radios, 550 televisions in Radioland and 550 radios, 50 televisions in Teeveeland.", "B. 550 radios, 50 televisions in Radioland and 50 radios, 550 televisions in Teeveeland.", "C. 150 radios, 50 televisions in Radioland and 50 radios, 150 televisions in Teeveeland.", "D. 550 radios, 50 televisions in Radioland and 50 radios, 600 televisions in Teeveeland."], "B"],
        [256, "Suppose that a worker in Cornland can grow either 40 bushels of corn or 10 bushels of oats per year, and a worker in Oatland can grow either 5 bushels of corn or 50 bushels of oats per year. There are 30 workers in Cornland and 30 workers in Oatland. If the two countries do not trade, Cornland will produce and consume 600 bushels of corn and 150 bushels of oats, while Oatland will produce and consume 20 bushels of corn and 1300 bushels of oats. If each country made the decision to specialize in producing the good in which it has a comparative advantage, then the combined yearly output of the two countries would increase by", ["A. 1200 bushels of corn and 50 bushels of oats.", "B. 580 bushels of corn and 50 bushels of oats.", "C. 50 bushels of corn and 580 bushels of oats.", "D. 580 bushels of corn and 1500 bushels of oats."], "B"],
        [257, "Suppose that a worker in Caninia can produce either 2 blankets or 8 meals per day, and a worker in Felinia can produce either 5 blankets or 1 meal per day. Each nation has 10 workers. For many years, the two countries traded, each completely specializing according to their respective comparative advantages. Now war has broken out between them and all trade has stopped. Without trade, Caninia produces and consumes 10 blankets and 40 meals per day and Felinia produces and consumes 25 blankets and 5 meals per day. The war has caused the combined daily output of the two countries to decline by", ["A. 15 blankets and 35 meals.", "B. 25 blankets and 40 meals.", "C. 35 blankets and 45 meals.", "D. 50 blankets and 80 meals."], "A"],
        [258, "The gains from trade are", ["A. evident in economic models, but seldom observed in the real world.", "B. evident in the real world, but impossible to capture in economic models.", "C. a result of more efficient resource allocation than would be observed in the absence of trade.", "D. based on the principle of absolute advantage."], "C"],
        [259, "Trade can make everybody better off because it", ["A. increases cooperation among nations.", "B. allows people to specialize according to comparative advantage.", "C. requires some workers in an economy to be retrained.", "D. reduces competition among domestic companies."], "B"],
        [260, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_24.png\" alt=\"id:60\"><br>What is Teresa’s opportunity cost of producing one bushel of wheat?", ["A. 1/2 pound of beef", "B. 5/3 pounds of beef", "C. 3/5 pounds of beef", "D. 1 pound of beef"], "B"],
        [261, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:61\"><br>Bahamas's opportunity cost of one cooler is", ["A. 0.5 radios, and Denmark's opportunity cost of one cooler is 0.125 radios.", "B. 0.5 radios, and Denmark's opportunity cost of one cooler is 8 radios.", "C. 2 radios, and Denmark's opportunity cost of one cooler is 0.125 radios.", "D. 2 radios, and Denmark's opportunity cost of one cooler is 8 radios."], "A"],
        [262, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:62\"><br>Assume that Bahamas and Denmark each has 8 days available for production. Originally, each country divided its time equally between the production of coolers and radios. Now, each country spends all its time producing the good in which it has a comparative advantage. As a result, the total output of coolers increased by", ["A. 12.", "B. 48.", "C. 96.", "D. 192."], "B"],
        [263, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:63\"><br>Assume that Bahamas and Denmark each has 4 days available for production. Originally, each country divided its time equally between the production of coolers and radios. Now, each country spends all its time producing the good in which it has a comparative advantage. As a result, the total output of radios increased by", ["A. 3.", "B. 6.", "C. 9.", "D. 48."], "B"],
        [264, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:64\"><br>At which of the following prices would both Bahamas and Denmark gain from trade with each other?", ["A. 1 radio for 1 cooler", "B. 1 radio for 4 coolers", "C. 1 radio for 10 coolers", "D. 1 radio for 15 coolers"], "B"],
        [265, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_25.png\" alt=\"id:65\"><br>Bahamas and Denmark would not be able to gain from trade if Denmark's opportunity cost of one radio changed to", ["A. 0 coolers.", "B. 1 cooler.", "C. 2 coolers.", "D. Bahamas and Denmark can always gain from trade regardless of their opportunity costs."], "C"],
        [266, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_26.png\" alt=\"id:66\"><br>Suppose Peru decides to increase its production of emeralds by 3. What is the opportunity cost of this decision?", ["A. 30 rubies", "B. 15 rubies", "C. 45 rubies", "D. 90 rubies"], "D"],
        [267, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh3_27.png\" alt=\"id:67\"><br>India’s opportunity cost of producing bananas is", ["A. 0.5 units of maize. This is lower than Indonesia’s opportunity cost of producing bananas.", "B. 2.5 units of maize. This is higher than Indonesia’s opportunity cost of producing bananas.", "C. 2/5 units of maize. This is lower than Indonesia’s opportunity cost of producing bananas.", "D. 0.5 units of maize. This is higher than Indonesia’s opportunity cost of producing bananas."], "A"],
        [268, "By definition, exports are", ["A. goods produced abroad and sold domestically.", "B. goods produced domestically and sold abroad.", "C. goods produced and consumed domestically.", "D. goods produced and consumed abroad."], "B"],
        [269, "Trade between countries", ["A. allows each country to consume at a point outside its production possibilities frontier.", "B. limits a country’s ability to produce goods and services on its own.", "C. must benefit both countries equally; otherwise, trade is not mutually beneficial.", "D. can best be understood by examining the countries’ absolute advantages."], "A"],
        [270, "When a country has a comparative advantage in producing a certain good,", ["A. the country should import that good.", "B. the country should produce just enough of that good for its own consumption.", "C. the country’s opportunity cost of that good is high relative to other countries’ opportunity costs of that same good.", "D. then specializing in the production of that good and trading for other goods could allow that country to consume at a point beyond its production possibilities frontier."], "D"],
        [271, "Suppose the United States has a comparative advantage over Mexico in producing pork. The principle of comparative advantage asserts that", ["A. in order to consume beyond its PPF, the United States should produce more pork than what it requires and export some of it to Mexico.", "B. in order to consume beyond its PPF, the United States should produce a moderate quantity of pork and import the remainder of what it requires from Mexico.", "C. in order to consume beyond its PPF, the United States should refrain altogether from producing pork and import all of what it requires from Mexico.", "D. Mexico has nothing to gain from importing United States pork."], "A"],
        [272, "A popular celebrity that is paid highly for her time should probably not mow her own lawn because", ["A. her opportunity cost of mowing her lawn is higher than the cost of paying someone to mow it for her.", "B. she has a comparative advantage in mowing her lawn relative to a landscaping service.", "C. she has an absolute advantage in mowing her lawn relative to a landscaping service.", "D. she might sprain her ankle."], "A"],
        [273, "A group of buyers and sellers of a particular good or service is called", ["A. a coalition.", "B. an economy.", "C. a market.", "D. a competition."], "C"],
        [274, "Which of the following is not an example of a market?", ["A. A small town has only one seller of water.", "B. In the United States, a sick person cannot legally purchase a lung.", "C. In California, there are many buyers and sellers of avocados.", "D. The availability of internet shopping has expanded the shoe choices for buyers who do not live near large cities."], "B"],
        [275, "A competitive market is a market in which", ["A. an auctioneer helps set prices and arrange sales.", "B. there are only a few sellers.", "C. the forces of supply and demand do not apply.", "D. no individual buyer or seller has any significant impact on the market price."], "D"],
        [276, "Assume Kalene buys notebooks in a competitive market. It follows that", ["A. Kalene has a limited number of sellers from which to buy notebooks.", "B. Kalene will negotiate with sellers whenever she buys notebooks.", "C. Kalene cannot influence the price of notebooks even if she buys a large quantity of them.", "D. Kalene might have trouble finding notebooks at her local store."], "C"],
        [277, "If a seller in a competitive market chooses to charge more than the going price, then", ["A. the sellers' profits must increase.", "B. the owners of the raw materials used in production would raise the prices for the raw materials.", "C. other sellers would also raise their prices.", "D. buyers will make purchases from other sellers."], "D"],
        [278, "Which of the following is not a characteristic of a perfectly competitive market?", ["A. There is free entry and exit.", "B. There are many buyers and sellers.", "C. Sellers must accept the price the market determines.", "D. Different sellers sell differentiated products."], "D"],
        [279, "An example of a perfectly competitive market would be the", ["A. cable TV market.", "B. soybean market.", "C. breakfast cereal market.", "D. shampoo market."], "B"],
        [280, "A monopoly is a market with one", ["A. seller, and that seller is a price taker.", "B. seller, and that seller sets the price.", "C. buyer, and that buyer is a price taker.", "D. buyer, and that buyer sets the price."], "B"],
        [281, "The quantity demanded of a good is the amount that buyers are", ["A. willing to purchase.", "B. willing and able to purchase.", "C. willing, able, and need to purchase.", "D. able to purchase."], "B"],
        [282, "A decrease in the price of a good will", ["A. increase demand.", "B. decrease demand.", "C. decrease quantity demanded.", "D. increase quantity demanded."], "D"],
        [283, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_01.png\" alt=\"id:11\"><br>The movement from point A to point B on the graph shows", ["A. a decrease in demand.", "B. an increase in demand.", "C. a decrease in quantity demanded.", "D. an increase in quantity demanded."], "D"],
        [284, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_01.png\" alt=\"id:12\"><br>The movement from point A to point B on the graph is caused by", ["A. an increase in price.", "B. a decrease in price.", "C. a decrease in the price of a substitute good.", "D. an increase in income."], "B"],
        [285, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_01.png\" alt=\"id:13\"><br>It is apparent from the figure that the", ["A. good is inferior.", "B. demand for the good decreases as income increases.", "C. demand for the good conforms to the law of demand.", "D. good is a normal good."], "C"],
        [286, "The law of demand states that, other things equal, when the price of a good", ["A. falls, the demand for the good rises.", "B. rises, the quantity demanded of the good rises.", "C. rises, the demand for the good falls.", "D. falls, the quantity demanded of the good rises."], "D"],
        [287, "Which of the following demonstrates the law of demand?", ["A. After Qyatt got a raise at work, he bought more pretzels at $1.50 per pretzel than he did before his raise.", "B. Benjamin buys fewer croissants at $0.75 per croissant than at $1 per croissant, other things equal.", "C. Ashlyn buys more donut holes at $0.25 per donut hole than at $0.50 per donut hole, other things equal.", "D. Ellie buys fewer Snickers at $0.60 per candy bar after the price of Skittles falls to $0.50 per bag."], "C"],
        [288, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_02.png\" alt=\"id:16\"><br>If the law of demand applies to this good, then Q1 could be", ["A. 70.", "B. 100.", "C. 110.", "D. 130."], "A"],
        [289, "Suppose that when the price of a 16 oz. to-go cup of gourmet coffee is $4.25, students purchase 750 cups per day. If the price decreases to $3.75 per cup, which of the following is the most likely outcome?", ["A. Students would purchase fewer than 750 cups per day.", "B. Student would continue to purchase 750 cups per day.", "C. Students would purchase more than 750 cups per day.", "D. We do not have enough information to answer this question."], "C"],
        [290, "A demand schedule is a table that shows the relationship between", ["A. quantity demanded and quantity supplied.", "B. income and quantity demanded.", "C. price and quantity demanded.", "D. price and income."], "C"],
        [291, "Which of the following is not held constant in a demand schedule?", ["A. Income", "B. Tastes", "C. Price", "D. Expectations"], "C"],
        [292, "The line that relates the price of a good and the quantity demanded of that good is called the demand", ["A. schedule, and it usually slopes upward.", "B. schedule, and it usually slopes downward.", "C. curve, and it usually slopes upward.", "D. curve, and it usually slopes downward."], "D"],
        [293, "When we move along a given demand curve,", ["A. only price is held constant.", "B. income and price are held constant.", "C. all nonprice determinants of demand are held constant.", "D. all determinants of quantity demanded are held constant."], "C"],
        [294, "If something happens to alter the quantity demanded at any given price, then", ["A. the demand curve becomes steeper.", "B. the demand curve becomes flatter.", "C. the demand curve shifts.", "D. we move along the demand curve."], "C"],
        [295, "The market demand curve", ["A. shows how quantity  demanded changes when the number of sellers changes.", "B. represents the sum of the prices that all the buyers are willing to pay for a given quantity of the good.", "C. is found by vertically adding the individual demand curves.", "D. represents the sum of the quantities demanded by all the buyers at each price of the good."], "D"],
        [296, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_03.png\" alt=\"id:24\"><br>If these are the only four buyers in the market, then the market quantity demanded at a price of $1.50 is", ["A. 12 units.", "B. 30 units.", "C. 8 units.", "D. 24 units."], "D"],
        [297, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_03.png\" alt=\"id:25\"><br>If these are the only four buyers in the market, then when the price decreases from $2.00 to $1.50, the market quantity demanded", ["A. increases by 2 units.", "B. decreases by 5 units.", "C. increases by 10 units.", "D. increases by 14 units."], "C"],
        [298, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_04.png\" alt=\"id:26\"><br>If these are the only two consumers in the market, then the market quantity demanded at a price of $6 is", ["A. 19 units.", "B. 4 units.", "C. 8 units.", "D. 25 units."], "A"],
        [299, "Which of the following changes would not shift the demand curve for a good or service?", ["A. A change in income.", "B. A change in the price of the good or service.", "C. A change in expectations about the future price of the good or service.", "D. A change in the price of a related good or service."], "B"],
        [300, "Which of the following events would cause a movement upward and to the left along the demand curve for olives?", ["A. The number of people who purchase olives decreases.", "B. Consumer income decreases, and olives are a normal good.", "C. The price of pickles decreases, and pickles are a substitute for olives.", "D. The price of olives rises."], "D"],
        [301, "Which of the following is not a determinant of the demand for a particular good?", ["A. The prices of related goods", "B. Income", "C. Tastes", "D. The prices of the inputs used to produce the good"], "D"],
        [302, "If the demand for a good falls when income falls, then the good is called", ["A. a normal good.", "B. a regular good.", "C. an ordinary good.", "D. an inferior good."], "A"],
        [303, "You lose your job and, as a result, you buy fewer iTunes music downloads. This shows that you consider iTunes music downloads to be", ["A. a substitute good.", "B. an inferior good.", "C. a normal good.", "D. a complementary good."], "C"],
        [304, "Pizza is a normal good if the demand", ["A. for pizza rises when income rises.", "B. for pizza rises when the price of pizza falls.", "C. curve for pizza slopes upward.", "D. curve for pizza shifts to the right when the price of burritos rises, assuming pizza and burritos are substitutes."], "A"],
        [305, "Which of the following would shift the demand curve for gasoline to the right?", ["A. A decrease in the price of gasoline", "B. An increase in consumer income, assuming gasoline is a normal good", "C. An increase in the price of cars, a complement for gasoline", "D. A decrease in the expected future price of gasoline"], "B"],
        [306, "If an increase in income decreases the demand for a good, then the good is", ["A. a substitute good.", "B. a complementary good.", "C. a normal good.", "D. an inferior good."], "D"],
        [307, "Currently you purchase ten frozen pizza per month. You will graduate from college in December, and you will start a new job in January. You have no plans to purchase frozen pizzas in January. For you, frozen pizzas are", ["A. a substitute good.", "B. a normal good.", "C. an inferior good.", "D. a complementary good."], "C"],
        [308, "Soup is an inferior good if the demand", ["A. for soup falls when the price of a substitute for soup rises.", "B. for soup rises when the price of soup falls.", "C. curve for soup slopes upward.", "D. for soup falls when income rises."], "D"],
        [309, "Two goods are substitutes when a decrease in the price of one good", ["A. decreases the demand for the other good.", "B. decreases the quantity demanded of the other good.", "C. increases the demand for the other good.", "D. increases the quantity demanded of the other good."], "A"],
        [310, "Suppose that a decrease in the price of good X results in fewer units of good Y being demanded. This implies that X and Y are", ["A. complementary goods.", "B. normal goods.", "C. inferior goods.", "D. substitute goods."], "D"],
        [311, "A likely example of substitute goods for most people would be", ["A. tennis balls and tennis rackets.", "B. shoes and socks.", "C. cereal and milk.", "D. iced tea and lemonade."], "D"],
        [312, "If muffins and bagels are substitutes, a higher price for bagels would result in", ["A. an increase in the demand for bagels.", "B. a decrease in the demand for bagels.", "C. an increase in the demand for muffins.", "D. a decrease in the demand for muffins."], "C"],
        [313, "Two goods are complements when a decrease in the price of one good", ["A. decreases the quantity demanded of the other good.", "B. decreases the demand for the other good.", "C. increases the quantity demanded of the other good.", "D. increases the demand for the other good."], "D"],
        [314, "A likely example of complementary goods for most people would be", ["A. pencils and pens.", "B. lawnmowers and automobiles.", "C. coffee and sugar.", "D. butter and margarine."], "C"],
        [315, "Suppose you like to make, from scratch, pies filled with bananas and vanilla pudding. You notice that the price of bananas has increased. As a result, your demand for vanilla pudding would", ["A. decrease.", "B. increase.", "C. be unaffected.", "D. change but you don't know how without more information."], "A"],
        [316, "When the quantity demanded has increased at every price, it might be because", ["A. the number of buyers in the market has decreased.", "B. income has increased, and the good is an inferior good.", "C. the costs incurred by sellers producing the good have decreased.", "D. the price of a complementary good has decreased."], "D"],
        [317, "Suppose scientists provide evidence that people who drink energy drinks are more likely to have a heart attack than people who do not drink energy drinks. We would expect to see", ["A. no change in the demand for energy drinks.", "B. a decrease in the demand for energy drinks.", "C. an increase in the demand for energy drinks.", "D. a decrease in the supply of energy drinks."], "B"],
        [318, "If Christopher expects to earn a higher income next month, he may choose to", ["A. save more now and spend less of his current income on goods and services.", "B. save less now and spend more of his current income on goods and services.", "C. decrease his current demand for goods and services.", "D. move along his current demand curves for goods and services."], "B"],
        [319, "What will happen in the market for shotgun-shell ammunition now if buyers expect higher shotgun-shell prices in the near future?", ["A. The demand for shotgun-shell ammunition will increase.", "B. The demand for shotgun-shell ammunition will decrease.", "C. The demand for shotgun-shell ammunition will be unaffected.", "D. The supply of shotgun-shell ammunition will increase."], "A"],
        [320, "If the number of buyers in a market decreases, then", ["A. demand will increase.", "B. demand will decrease.", "C. supply will increase.", "D. supply will decrease."], "B"],
        [321, "Warrensburg is a small college town in Missouri. At the end of August each year, the market demand for fast food in Warrensburg", ["A. increases.", "B. decreases.", "C. remains constant, but we observe a movement downward and to the right along the demand curve.", "D. remains constant, but we observe a movement upward and to the left along the demand curve."], "A"],
        [322, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_05.png\" alt=\"id:50\"><br>The shift from Da to Db is called", ["A. an increase in demand.", "B. a decrease in demand.", "C. a decrease in quantity demanded.", "D. an increase in quantity demanded."], "A"],
        [323, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_05.png\" alt=\"id:51\"><br>The shift from Da to Db in the market for potato chips could be caused by", ["A. a decrease in the price of potato chips.", "B. a decrease in income, assuming that potato chips are a normal good.", "C. an announcement by the FDA that potato chips cause high blood pressure.", "D. an increase in the price of a pretzels."], "D"],
        [324, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_05.png\" alt=\"id:52\"><br>The shift from Db to Da in the market for potato chips could be caused by", ["A. a decrease in the price of potato chips.", "B. a decrease in income, assuming that potato chips are a normal good.", "C. an announcement by the FDA that potato chips lower the risk of getting cancer.", "D. an increase in the price of a popcorn."], "B"],
        [325, "The quantity supplied of a good is the amount that", ["A. buyers are willing and able to purchase.", "B. sellers are able to produce.", "C. buyers and sellers agree will be brought to market.", "D. sellers are willing and able to sell."], "D"],
        [326, "A decrease in the price of a good will", ["A. increase supply.", "B. decrease supply.", "C. increase quantity supplied.", "D. decrease quantity supplied."], "D"],
        [327, "The law of supply states that, other things equal, when the price of a good", ["A. falls, the supply of the good rises.", "B. rises, the quantity supplied of the good rises.", "C. rises, the supply of the good falls.", "D. falls, the quantity supplied of the good rises."], "B"],
        [328, "Which of the following demonstrates the law of supply?", ["A. When leather became more expensive, belt producers decreased their supply of belts.", "B. When car production technology improved, car producers increased their supply of cars.", "C. When sweater producers expected sweater prices to rise in the near future, they decreased their current supply of sweaters.", "D. When ketchup prices rose, ketchup sellers increased their quantity supplied of ketchup."], "D"],
        [329, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_06.png\" alt=\"id:57\"><br>If the law of supply applies to this good, then Q1 could be", ["A. 110.", "B. 130.", "C. 170.", "D. 190."], "D"],
        [330, "A supply schedule is a table that shows the relationship between", ["A. price and quantity supplied.", "B. input costs and quantity supplied.", "C. quantity demanded and quantity supplied.", "D. profit and quantity supplied."], "A"],
        [331, "Which of the following is not held constant in a supply schedule?", ["A. Production technology", "B. The price of the good", "C. The prices of inputs", "D. Expectations"], "B"],
        [332, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_07.png\" alt=\"id:60\"><br>The movement from point A to point B on the graph is called", ["A. a decrease in supply.", "B. an increase in supply.", "C. an increase in the quantity supplied.", "D. a decrease in the quantity supplied."], "C"],
        [333, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_07.png\" alt=\"id:61\"><br>The movement from point A to point B on the graph is caused by", ["A. a decrease in the price of the good.", "B. an increase in the price of the good.", "C. an advance in production technology.", "D. a decrease in input prices."], "B"],
        [334, "The line that relates the price of a good and the quantity supplied of that good is called the supply", ["A. schedule, and it usually slopes upward.", "B. schedule, and it usually slopes downward.", "C. curve, and it usually slopes upward.", "D. curve, and it usually slopes downward."], "C"],
        [335, "When we move along a given supply curve,", ["A. only price is held constant.", "B. technology and price are held constant.", "C. all nonprice determinants of supply are held constant.", "D. all determinants of quantity supplied are held constant."], "C"],
        [336, "If something happens to alter the quantity supplied at any given price, then", ["A. we move along the supply curve.", "B. the supply curve shifts.", "C. the supply curve becomes steeper.", "D. the supply curve becomes flatter."], "B"],
        [337, "Which of the following changes would not shift the supply curve for a good or service?", ["A. A change in production technology", "B. A change in the price of the good or service", "C. A change in expectations about the future price of the good or service", "D. A change in input prices"], "B"],
        [338, "Which of the following events would cause a movement downward and to the left along the supply curve for oranges?", ["A. The number of sellers of oranges decreases.", "B. There is a destruction of technological machinery that increases the cost of producing oranges.", "C. The price of fertilizer increases, and fertilizer is an input in the production of oranges .", "D. The price of oranges falls."], "D"],
        [339, "The market supply curve", ["A. shows how supply changes when expectations change.", "B. is determined by vertically summing individual supply curves.", "C. represents the sum of the prices that all the sellers are willing to accept for a given quantity of the good.", "D. represents the sum of the quantities supplied by all the sellers at each price of the good."], "D"],
        [340, "Suppose there are six bait and tackle shops that sell worms in a lakeside resort town in Minnesota. If we add the respective quantities that each shop would produce and sell at each of the six bait and tackle shops when the price of worms is $2 per bucket, $2.50 per bucket, and $3 per bucket, and so forth, we have found the", ["A. market demand curve.", "B. market supply curve.", "C. equilibrium curve.", "D. surplus or shortage depending on market conditions."], "B"],
        [341, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_08.png\" alt=\"id:69\"><br>If these are the only four sellers in the market, then the market quantity supplied at a price of $4 is", ["A. 10 units.", "B. 18 units.", "C. 33 units.", "D. 28 units."], "D"],
        [342, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_08.png\" alt=\"id:70\"><br>If these are the only four sellers in the market, then when the price increases from $4 to $6, the market quantity supplied", ["A. increases by 28 units.", "B. increases by 14 units.", "C. decreases by 42 units.", "D. increases by 10 units."], "B"],
        [343, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_09.png\" alt=\"id:71\"><br>If these are the only two sellers in the market, then the market quantity supplied at a price of $8 is", ["A. 16 units.", "B. 12 units.", "C. 33 units.", "D. 28 units."], "D"],
        [344, "Workers at a bicycle assembly plant currently earn the mandatory minimum wage. If the federal government increases the minimum wage by $1.00 per hour, then it is likely that the", ["A. demand for bicycle assembly workers will increase.", "B. supply of bicycles will shift to the right.", "C. supply of bicycles will shift to the left.", "D. firm must increase output to maintain profit levels."], "C"],
        [345, "Which of the following would shift the supply of cars to the left?", ["A. Increased toll prices are causing more consumers to use public transportation to commute to work.", "B. The price of a car increases by $9,000.", "C. New assembly line technology allows a car to be produced at half the cost.", "D. The cost of the aluminum used to make a car's frame increases."], "D"],
        [346, "Suppose an increase in the price of rubber coincides with an advance in the technology of tire production. As a result of these two events, the demand for tires", ["A. decreases, and the supply of tires increases.", "B. is unaffected, and the supply of tires decreases.", "C. is unaffected, and the supply of tires increases.", "D. is unaffected, and the supply of tires could increase, decrease, or stay the same."], "D"],
        [347, "A improvement in production technology will shift the", ["A. supply curve to the right.", "B. supply curve to the left.", "C. demand curve to the right.", "D. demand curve to the left."], "A"],
        [348, "Bo bakes muffins that he sells at the local farmer's market. If he purchases a new convection oven that reduces the costs of baking muffins, the", ["A. supply of Bo's muffins will increase.", "B. supply of Bo's muffins will decrease.", "C. demand for Bo's muffins will increase.", "D. demand for Bo's muffins will decrease."], "A"],
        [349, "Today, producers changed their expectations about the future. This change", ["A. can cause a movement along the supply curve.", "B. can affect future supply, but not today's supply.", "C. can affect today's supply.", "D. cannot affect either today's supply or future supply."], "C"],
        [350, "A baker recently has come to expect higher prices for bread in the near future. We would expect", ["A. the baker to supply more bread now than she was supplying previously.", "B. the baker to supply less bread now than she was supplying previously.", "C. the demand for bread to fall.", "D. no change in the baker's current supply of bread; instead, future supply will be affected."], "B"],
        [351, "If the number of sellers in a market increases, then the", ["A. demand in that market will increase.", "B. supply in that market will increase.", "C. supply in that market will decrease.", "D. demand in that market will decrease."], "B"],
        [352, "Which of the following events could cause an increase in the supply of ceiling fans?", ["A. The number of sellers of ceiling fans increases.", "B. There is an increase in the price of air conditioners, and consumers regard air conditioners and ceiling fans as substitutes.", "C. There is an increase in the price of the motor that powers ceiling fans.", "D. The average temperature rises over time."], "A"],
        [353, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_10.png\" alt=\"id:81\"><br>The shift from S' to S is called", ["A. an increase in supply.", "B. a decrease in quantity supplied.", "C. a decrease in supply.", "D. an increase in quantity supplied."], "C"],
        [354, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_10.png\" alt=\"id:82\"><br>The shift from S to S' could be caused by", ["A. a decrease in the number of sellers.", "B. an improvement in production technology.", "C. an increase in income.", "D. a decrease in the price of the good."], "B"],
        [355, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_10.png\" alt=\"id:83\"><br>The shift from S to S' in the market for muffins could be caused by", ["A. an increase in the number of commercial bakers.", "B. a decrease in the number of commercial bakers.", "C. a decrease in income.", "D. a decrease in the price of muffins."], "A"],
        [356, "At the equilibrium price, the quantity of the good that buyers are willing and able to buy", ["A. is greater than the quantity that sellers are willing and able to sell.", "B. exactly equals the quantity that sellers are willing and able to sell.", "C. is less than the quantity that sellers are willing and able to sell.", "D. could be greater or less than the quantity that sellers are willing and able to sell."], "B"],
        [357, "Equilibrium quantity must decrease when", ["A. demand increases and supply decreases.", "B. demand decreases and supply increases.", "C. demand increases and supply does not change.", "D. demand does not change and supply decreases."], "D"],
        [358, "Equilibrium price must increase when", ["A. both demand and supply increase.", "B. both demand and supply decrease.", "C. demand increases and supply does not change.", "D. demand does not change and supply increases."], "C"],
        [359, "If the demand for a product increases, then we would expect equilibrium price", ["A. to increase and equilibrium quantity to decrease.", "B. to decrease and equilibrium quantity to increase.", "C. and equilibrium quantity both to increase.", "D. and equilibrium quantity both to decrease."], "C"],
        [360, "If the supply of a product increases, then we would expect equilibrium price", ["A. to increase and equilibrium quantity to decrease.", "B. to decrease and equilibrium quantity to increase.", "C. and equilibrium quantity to both increase.", "D. and equilibrium quantity to both decrease."], "B"],
        [361, "Suppose that demand for a good increases and, at the same time, supply of the good decreases. What would happen in the market for the good?", ["A. Equilibrium price would decrease, but the impact on equilibrium quantity would be ambiguous.", "B. Equilibrium price would increase, but the impact on equilibrium quantity would be ambiguous.", "C. Equilibrium quantity would decrease, but the impact on equilibrium price would be ambiguous.", "D. Equilibrium quantity would increase, but the impact on equilibrium price would be ambiguous."], "B"],
        [362, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_11.png\" alt=\"id:90\"><br>If the four suppliers listed are the only suppliers in this market and the market demand schedule is:<br><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_12.png\" alt=\"id:90\"><br>The equilibrium price and quantity are", ["A. $0.00 and 350 cases.", "B. $4.00 and 250 cases.", "C. $2.00 and 300 cases.", "D. $6.00 and 200 cases."], "C"],
        [363, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_11.png\" alt=\"id:91\"><br>If the four suppliers listed are the only suppliers in this market and the market quantity demanded is 600 cases when the price is $4.00, which of the following statements is correct?", ["A. The market is in equilibrium at a price of $4.00.", "B. There is a shortage of 200 cases at a price of $4.00.", "C. There is a surplus of 200 cases at a price of $4.00.", "D. There is a shortage of 230 cases at a price of $4.00."], "A"],
        [364, "If a surplus exists in a market, then we know that the actual price is", ["A. above the equilibrium price, and quantity supplied is greater than quantity demanded.", "B. above the equilibrium price, and quantity demanded is greater than quantity supplied.", "C. below the equilibrium price, and quantity demanded is greater than quantity supplied.", "D. below the equilibrium price, and quantity supplied is greater than quantity demanded."], "A"],
        [365, "Suppose roses are currently selling for $30 per dozen, but the equilibrium price of roses is $25 per dozen. We would expect a", ["A. shortage to exist and the market price of roses to increase.", "B. shortage to exist and the market price of roses to decrease.", "C. surplus to exist and the market price of roses to increase.", "D. surplus to exist and the market price of roses to decrease."], "D"],
        [366, "The current price of blue jeans is $30 per pair, but the equilibrium price of blue jeans is $25 per pair. As a result, which of the following statements is not true?", ["A. The quantity supplied of blue jeans exceeds the quantity demanded of blue jeans at the $30 price.", "B. The equilibrium quantity of blue jeans exceeds the quantity demanded at the $30 price.", "C. There is a surplus of blue jeans at the $30 price.", "D. There is a shortage of blue jeans at the $30 price."], "D"],
        [367, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_13.png\" alt=\"id:95\"><br>The equilibrium price and quantity, respectively, are", ["A. $6 and 45 units.", "B. $9 and 30 units.", "C. $9 and 40 units.", "D. $12 and 30 units."], "B"],
        [368, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_13.png\" alt=\"id:96\"><br>If the price were $12, a", ["A. shortage of 10 units would exist, and price would tend to rise.", "B. surplus of 25 units would exist, and price would tend to fall.", "C. shortage of 25 units would exist, and price would tend to rise.", "D. surplus of 10 units would exist, and price would tend to fall."], "B"],
        [369, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_14.png\" alt=\"id:97\"><br>Equilibrium price and quantity are, respectively,", ["A. $25 and 500 units.", "B. $15 and 300 units.", "C. $20 and 400 units.", "D. $10 and 200 units."], "C"],
        [370, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_14.png\" alt=\"id:98\"><br>At a price of $15, there would be a", ["A. surplus of 200 units.", "B. surplus of 100 units.", "C. shortage of 200 units.", "D. shortage of 100 units."], "C"],
        [371, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_14.png\" alt=\"id:99\"><br>At what price would there be an excess demand of 600 units of the good?", ["A. $10", "B. $0", "C. $5", "D. $15"], "C"],
        [372, "Which of the following would not increase in response to a decrease in the price of ironing boards?", ["A. The quantity of irons demanded at each possible price of irons", "B. The equilibrium quantity of irons", "C. The equilibrium price of irons", "D. The quantity of irons supplied at each possible price of irons"], "D"],
        [373, "Suppose there is a flood in St. Louis, Missouri, that destroys several beer bottling facilities. Which of the following would not be a direct result of this event?", ["A. Sellers would not be able to produce and sell as much as before at each relevant price.", "B. The supply would decrease.", "C. Buyers would not be willing to buy as much as before at each relevant price.", "D. The equilibrium price would rise."], "C"],
        [374, "Suppose the number of buyers in a market increases and a technological advancement occurs also. What would we expect to happen in the market?", ["A. Equilibrium price would decrease, but the impact on equilibrium quantity would be ambiguous.", "B. Equilibrium price would increase, but the impact on equilibrium quantity would be ambiguous.", "C. Equilibrium quantity would decrease, but the impact on equilibrium price would be ambiguous.", "D. Equilibrium quantity would increase, but the impact on equilibrium price would be ambiguous."], "D"],
        [375, "Suppose the income of buyers in a market for an inferior good decreases and a technological advancement occurs also. What would we expect to happen in the market?", ["A. Equilibrium price would decrease, but the impact on equilibrium quantity would be ambiguous.", "B. Equilibrium quantity would increase, but the impact on equilibrium price would be ambiguous.", "C. Equilibrium quantity would decrease, but the impact on equilibrium price would be ambiguous.", "D. Equilibrium quantity and price would increase."], "B"],
        [376, "What would happen to the equilibrium price and quantity of coffee if the wages of coffee-bean pickers fell and the price of tea fell?", ["A. Price would fall, and the effect on quantity would be ambiguous.", "B. Price would rise, and the effect on quantity would be ambiguous.", "C. Quantity would fall, and the effect on price would be ambiguous.", "D. Quantity would rise, and the effect on price would be ambiguous."], "A"],
        [377, "Which of the following events would cause both the equilibrium price and equilibrium quantity of number two grade potatoes to increase if number two grade potatoes are an inferior good?", ["A. An increase in consumer income", "B. A decrease in consumer income", "C. Greater government restrictions on agricultural chemicals", "D. Fewer government restrictions on agricultural chemicals"], "B"],
        [378, "Beef is a normal good. You observe that both the equilibrium price and quantity of beef have fallen over time. Which of the following explanations would be most consistent with this observation?", ["A. Consumers have experienced an increase in income, and beef-production technology has improved.", "B. The price of chicken has risen, and the price of steak sauce has fallen.", "C. New medical evidence has been released that indicates a negative correlation between a person's beef consumption and life expectancy.", "D. The demand curve for beef must be positively sloped."], "C"],
        [379, "Which of the following events would unambiguously cause a decrease in the equilibrium price of cotton shirts?", ["A. An increase in the price of wool shirts and a decrease in the price of raw cotton", "B. A decrease in the price of wool shirts and a decrease in the price of raw cotton", "C. An increase in the price of wool shirts and an increase in the price of raw cotton", "D. A decrease in the price of wool shirts and an increase in the price of raw cotton"], "B"],
        [380, "Which of the following events would cause the price of oranges to fall?", ["A. There is a shortage of oranges.", "B. The FDA announces that bananas cause strokes, and oranges and bananas are substitutes.", "C. The price of land throughout Florida decreases, and Florida produces a significant proportion of the nation's oranges.", "D. At the current price, quantity demanded is greater than quantity supplied."], "C"],
        [381, "What would happen to the equilibrium price and quantity of smartphones if consumers' incomes rise and smartphones are a normal good?", ["A. Both the equilibrium price and quantity would increase.", "B. Both the equilibrium price and quantity would decrease.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "A"],
        [382, "If consumers often purchase pastries to eat while they drink their cappuccinos at local coffee shops, what would happen to the equilibrium price and quantity of cappuccinos if the price of pastries falls?", ["A. Both the equilibrium price and quantity would decrease.", "B. Both the equilibrium price and quantity would increase.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "B"],
        [383, "If scientists discover that steamed milk, which is used to make lattés, prevents heart attacks, what would happen to the equilibrium price and quantity of lattés?", ["A. Both the equilibrium price and quantity would increase.", "B. Both the equilibrium price and quantity would decrease.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "A"],
        [384, "What would happen to the equilibrium price and quantity of lattés if the cost of producing steamed milk, which is used to make lattés, rises?", ["A. Both the equilibrium price and quantity would increase.", "B. Both the equilibrium price and quantity would decrease.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "C"],
        [385, "What would happen to the equilibrium price and quantity of lattés if coffee shops began using a machine that reduced the amount of labor necessary to produce them?", ["A. Both the equilibrium price and quantity would increase.", "B. Both the equilibrium price and quantity would decrease.", "C. The equilibrium price would increase, and the equilibrium quantity would decrease.", "D. The equilibrium price would decrease, and the equilibrium quantity would increase."], "D"],
        [386, "What will happen to the equilibrium price and quantity of new cars if the price of gasoline rises, the price of steel rises, public transportation becomes cheaper and more comfortable, and auto-workers negotiate higher wages?", ["A. Price will fall, and the effect on quantity is ambiguous.", "B. Price will rise, and the effect on quantity is ambiguous.", "C. Quantity will fall, and the effect on price is ambiguous.", "D. Quantity will rise, and the effect on price is ambiguous."], "C"],
        [387, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_15.png\" alt=\"id:115\"><br>All else equal, an increase in the income of buyers who consider turkey to be an inferior good would cause a move from<br><img style=\"hight: 3em;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_16.png\" alt=\"id:115\">", ["A. A", "B. B", "C. C", "D. D"], "A"],
        [388, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_15.png\" alt=\"id:116\"><br>All else equal, the premature deaths of thousands of turkeys would cause a move from<br><img style=\"hight: 3em;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_16.png\" alt=\"id:116\">", ["A. A", "B. B", "C. C", "D. D"], "C"],
        [389, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_18.png\" alt=\"id:117\"><br>All else equal, an increase in the use of laptop computers for note-taking would cause a move from<br><img style=\"hight: 3em;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_19.png\" alt=\"id:117\">", ["A. A", "B. B", "C. C", "D. D"], "B"],
        [390, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_18.png\" alt=\"id:118\"><br>All else equal, an increase in the price of the pulp used in the paper production process would cause a move from<br><img style=\"hight: 3em;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_19.png\" alt=\"id:118\">", ["A. A", "B. B", "C. C", "D. D"], "D"],
        [391, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_21.png\" alt=\"id:119\"><br>Which of the following movements would illustrate the effect of an increase in the price of binders on the market for paper?", ["A. Point A to Point B", "B. Point C to Point B", "C. Point C to Point D", "D. Point A to Point D"], "B"],
        [392, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_21.png\" alt=\"id:120\"><br>Which of the following movements would illustrate the effect of an increase in the incomes of parents with school-aged children on the market for Spanish lessons?", ["A. Point A to Point B", "B. Point C to Point B", "C. Point C to Point D", "D. Point A to Point D"], "D"],
        [393, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_21.png\" alt=\"id:121\"><br>Which of the following movements would illustrate the effect of an increase in the price of microprocessors, a material used to make laptops, on the market for laptops?", ["A. Point A to Point B", "B. Point C to Point B", "C. Point C to Point D", "D. Point A to Point D"], "C"],
        [394, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh4_21.png\" alt=\"id:122\"><br>Which of the following movements would illustrate the effect of an improved oven that allows bakers to produce scones in less time on the market for scones?", ["A. Point A to Point B", "B. Point C to Point B", "C. Point C to Point D", "D. Point A to Point D"], "A"],
        [395, "Who gets scarce resources in a market economy?", ["A. The government", "B. Whoever the government decides gets them", "C. Whoever wants them", "D. Whoever is willing and able to pay the price"], "D"],
        [396, "Suppose the United States had a short-term shortage of farmers. Which market mechanisms would adjust to remove the shortage?", ["A. The government would provide tax incentives to encourage people to become farmers.", "B. The government would subsidize the production of food.", "C. The prices of food and the wages of farmers would adjust.", "D. There are no market mechanisms to remove the shortage."], "C"],
        [397, "The price elasticity of demand measures", ["A. buyers' responsiveness to a change in the price of a good.", "B. the extent to which demand increases as additional buyers enter the market.", "C. how much more of a good consumers will demand when incomes rise.", "D. the movement along a supply curve when there is a change in demand."], "A"],
        [398, "Demand is said to be price elastic if", ["A. the price of the good responds substantially to changes in demand.", "B. demand shifts substantially when income or the expected future price of the good changes.", "C. buyers do not respond much to changes in the price of the good.", "D. buyers respond substantially to changes in the price of the good."], "D"],
        [399, "Demand is said to be inelastic if", ["A. buyers respond substantially to changes in the price of the good.", "B. demand shifts only slightly when the price of the good changes.", "C. the quantity demanded changes only slightly when the price of the good changes.", "D. the price of the good responds only slightly to changes in demand."], "C"],
        [400, "Which of the following is not a determinant of the price elasticity of demand for a good?", ["A. The definition of the market for the good", "B. The flatness of the supply curve for the good", "C. The availability of substitutes for the good", "D. Whether a good is a necessity or a luxury"], "B"],
        [401, "Goods with many close substitutes tend to have", ["A. more elastic demands.", "B. less elastic demands.", "C. price elasticities of demand that are unit elastic.", "D. income elasticities of demand that are negative."], "A"],
        [402, "For a good that is a luxury, demand", ["A. tends to be inelastic.", "B. tends to be elastic.", "C. has unit elasticity.", "D. cannot be represented by a demand curve in the usual way."], "B"],
        [403, "A good will have a more inelastic demand, the", ["A. greater the availability of close substitutes.", "B. broader the definition of the market.", "C. longer the period of time.", "D. more it is regarded as a luxury."], "B"],
        [404, "If the price of apples rises, when is the price elasticity of demand likely to be the highest?", ["A. Immediately after the price increase", "B. One month after the price increase", "C. Three months after the price increase", "D. One year after the price increase"], "D"],
        [405, "Suppose that gasoline prices increase dramatically this month. Kaliah commutes 100 miles to work each weekday. Over the next few months, Kaliah drives less on the weekends to try to save money. Within the year, she sells her home and purchases one only 10 miles from her place of employment. These examples illustrate the importance of", ["A. the time horizon in determining the price elasticity of demand.", "B. the availability of close substitutes in determining the price elasticity of demand.", "C. a necessity versus a luxury in determining the price elasticity of demand.", "D. the definition of a market in determining the price elasticity of demand."], "A"],
        [406, "The demand for grape-flavored Hubba Bubba bubble gum is likely", ["A. inelastic because there are many close substitutes for grape-flavored Hubba Bubba.", "B. elastic because there are many close substitutes for grape-flavored Hubba Bubba.", "C. inelastic because the market is broadly defined.", "D. elastic because the market is broadly defined."], "B"],
        [407, "Which of the following is likely to have the most price elastic demand?", ["A. Dental floss", "B. Milk", "C. Diamond earrings", "D. Salt"], "C"],
        [408, "Which of the following is likely to have the most price inelastic demand?", ["A. White chocolate chip with macadamia nut cookies", "B. Cookies", "C. Mrs. Field's chocolate chip cookies", "D. Milk chocolate chip cookies"], "B"],
        [409, "When the price of candy bars is $1.10, the quantity demanded is 340 per day. When the price falls to $0.90, the quantity demanded increases to 350.<br>Given this information and using the midpoint method, we know that the demand for candy bars is", ["A. inelastic.", "B. elastic.", "C. unit elastic.", "D. perfectly inelastic."], "A"],
        [410, "Suppose the price of a bag of frozen chicken nuggets decreases from $6.10 to $5.90 and, as a result, the quantity of bags demanded increases from 560 to 620.<br>Using the midpoint method, the price elasticity of demand for frozen chicken nuggets in the given price range is", ["A. 0.33.", "B. 0.10.", "C. 3.05.", "D. 0.03."], "C"],
        [411, "Using the midpoint method, the price elasticity of demand for a good is computed to be approximately 1.45.<br>Which of the following events is consistent with a 20 percent decrease in the quantity of the good demanded?", ["A. An increase of 29.0 percent in the price of the good", "B. An increase of 13.79 percent in the price of the good", "C. An increase in the price of the good from $29.00 to $20", "D. An increase in the price of the good from $20 to $49.00"], "B"],
        [412, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_01.png\" alt=\"id:16\"><br>Which of the following is consistent with the elasticities given in Table 5-1?", ["A. A is a luxury and B is a necessity.", "B. A is a good after an increase in income and B is that same good after a decrease in income.", "C. A has fewer substitutes than B.", "D. A is a good immediately after a price increase and B is that same good three years after the price increase."], "A"],
        [413, "If the price elasticity of demand for a good is 5, then a 10 percent increase in price results in a", ["A. 0.50 percent decrease in the quantity demanded.", "B. 2.00 percent decrease in the quantity demanded.", "C. 50.00 percent decrease in the quantity demanded.", "D. 100.00 percent decrease in the quantity demanded."], "C"],
        [414, "For a particular good, a 12 percent increase in price causes a 3 percent decrease in quantity demanded. Which of the following statements is most likely applicable to this good?", ["A. There are many substitutes for this good.", "B. The good is a necessity.", "C. The market for the good is narrowly defined.", "D. The relevant time horizon is long."], "B"],
        [415, "If a 9 percent increase in price for a good results in an 8 percent decrease in quantity demanded, the price elasticity of demand is", ["A. 1.13.", "B. 0.09.", "C. 0.89.", "D. 0.08."], "C"],
        [416, "Studies indicate that the price elasticity of demand for cigarettes is about 0.4.<br>A government policy aimed at reducing smoking changed the price of a pack of cigarettes from $2 to $6.<br>According to the midpoint method, the government policy should have reduced smoking by", ["A. 30 percent.", "B. 40 percent.", "C. 80 percent.", "D. 250 percent."], "B"],
        [417, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_02.png\" alt=\"id:21\"><br>Using the midpoint method, if the price falls from $80 to $60, the absolute value of the price elasticity of demand is", ["A. 0.43.", "B. 2.33.", "C. 0.29.", "D. 0.67."], "B"],
        [418, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_02.png\" alt=\"id:22\"><br>Using the midpoint method, if the price falls from $80 to $60, the price elasticity of demand is", ["A. zero.", "B. unit elastic.", "C. inelastic.", "D. elastic."], "D"],
        [419, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_03.png\" alt=\"id:23\"><br>Between point A and point B, price elasticity of demand is equal to", ["A. 0.33.", "B. 0.67.", "C. 1.5.", "D. 2.67."], "C"],
        [420, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_03.png\" alt=\"id:24\"><br>Between point A and point B on the graph, demand is", ["A. perfectly elastic.", "B. inelastic.", "C. unit elastic.", "D. elastic, but not perfectly elastic."], "D"],
        [421, "Elasticity of demand is closely related to the slope of the demand curve. The more responsive buyers are to a change in price, the", ["A. steeper the demand curve will be.", "B. flatter the demand curve will be.", "C. further to the right the demand curve will sit.", "D. closer to the vertical axis the demand curve will sit."], "B"],
        [422, "Suppose demand is perfectly inelastic, and the supply of the good in question decreases. As a result,", ["A. the equilibrium price increases, and the equilibrium quantity is unchanged.", "B. the equilibrium quantity decreases, and the equilibrium price is unchanged.", "C. the equilibrium quantity and the equilibrium price both are unchanged.", "D. buyers' total expenditure on the good is unchanged."], "A"],
        [423, "When small changes in price lead to infinite changes in quantity demanded, demand is perfectly", ["A. elastic, and the demand curve will be horizontal.", "B. inelastic, and the demand curve will be horizontal.", "C. elastic, and the demand curve will be vertical.", "D. inelastic, and the demand curve will be vertical."], "A"],
        [424, "Hailey says that she would smoke one pack of cigarettes each day regardless of the price. If she is telling the truth, Hailey's", ["A. demand for cigarettes is perfectly inelastic.", "B. price elasticity of demand for cigarettes is infinite.", "C. income elasticity of demand for cigarettes is 0.", "D. demand for cigarettes is unit elastic."], "A"],
        [425, "Demarcus says that he will spend exactly $25 each month on new apps for his mobile device, regardless of the price of apps. Demarcus's demand for apps is", ["A. perfectly elastic.", "B. unit elastic.", "C. perfectly inelastic.", "D. somewhat inelastic, but not perfectly inelastic."], "B"],
        [426, "Which of the following could be the price elasticity of demand for a good for which a decrease in price would increase total revenue?", ["A. 0.9", "B. 0.0", "C. 1", "D. 2.5"], "D"],
        [427, "When the price of good A is $50, the quantity demanded of good A is 500 units. When the price of good A rises to $70, the quantity demanded of good A falls to 400 units. Using the midpoint method, the price elasticity of demand for good A is", ["A. 1.50, and an increase in price will result in an increase in total revenue for good A.", "B. 1.50, and an increase in price will result in a decrease in total revenue for good A.", "C. 0.67, and an increase in price will result in an increase in total revenue for good A.", "D. 0.67, and an increase in price will result in a decrease in total revenue for good A."], "C"],
        [428, "Skip's Sealcoating Service increased its total monthly revenue from $12,000 to $13,500 when it raised the price of driveway repairs from $600 to $750.<br>The price elasticity of demand for Skip's Sealcoating Service is", ["A. 0.11.", "B. 0.47.", "C. 1.12.", "D. 2.11."], "B"],
        [429, "You are in charge of the local city-owned aquatic center. You need to increase the revenue generated by the aquatic center to meet expenses. The mayor advises you to increase the price of a day pass. The city manager recommends reducing the price of a day pass. You realize that", ["A. the mayor thinks demand is elastic, and the city manager thinks demand is inelastic.", "B. both the mayor and the city manager think that demand is elastic.", "C. both the mayor and the city manager think that demand is inelastic.", "D. the mayor thinks demand is inelastic, and the city manager thinks demand is elastic."], "D"],
        [430, "If the demand for donuts is inelastic, then an increase in the price of donuts will", ["A. increase total revenue of donuts sellers.", "B. decrease total revenue of donuts sellers.", "C. not change total revenue of donuts sellers.", "D. change total revenue of donuts sellers but in an unknown way without more information."], "A"],
        [431, "Your younger sister needs $50 to buy a new bike. She has opened a lemonade stand to make the money she needs. Your mother is paying for all of the ingredients. She currently is charging 25 cents per cup, but she wants to adjust her price to earn the $50 faster. If you know that the demand for lemonade is elastic, what is your advice to her?", ["A. Leave the price at 25 cents and be patient.", "B. Raise the price to increase total revenue.", "C. Lower the price to increase total revenue.", "D. There isn't enough information given to answer this question."], "C"],
        [432, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_04.png\" alt=\"id:36\"><br>The section of the demand curve at point B represents the", ["A. unit section of the demand curve.", "B. elastic section of the demand curve.", "C. inelastic section of the demand curve.", "D. perfectly elastic section of the demand curve."], "A"],
        [433, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_04.png\" alt=\"id:37\"><br>If the price decreases in the region of the demand curve between points B to A, we can expect total revenue to", ["A. decrease.", "B. stay the same.", "C. increase.", "D. first decrease, then increase until total revenue is maximized."], "A"],
        [434, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_05.png\" alt=\"id:38\"><br>Using the midpoint method, between prices of $10 and $20, price elasticity of demand is about", ["A. 0.18.", "B. 0.12.", "C. 0.67.", "D. 5.67."], "A"],
        [435, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_05.png\" alt=\"id:39\"><br>The maximum value of total revenue corresponds to a price of", ["A. $20.", "B. $50.", "C. $70.", "D. $100."], "B"],
        [436, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_05.png\" alt=\"id:40\"><br>At a price of $60 per unit, sellers' total revenue equals", ["A. $1,000.", "B. $1,200.", "C. $1,400.", "D. $1,160."], "B"],
        [437, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_06.png\" alt=\"id:41\"><br>If rectangle D is larger than rectangle A, then which of the following is not correct?", ["A. Demand is elastic between prices P1 and P2.", "B. A decrease in price from P2 to P1 will cause an increase in total revenue.", "C. The magnitude of the percentage change in price between P1 and P2 is smaller than the magnitude of the corresponding percent change in quantity demanded.", "D. An increase in price from P1 to P2 will cause an increase in total revenue."], "D"],
        [438, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_06.png\" alt=\"id:42\"><br>Total revenue when the price is P1 is represented by", ["A. areas B + D.", "B. areas A + B.", "C. areas C + D.", "D. area D."], "A"],
        [439, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_07.png\" alt=\"id:43\"><br>Using the midpoint method, the price elasticity of demand between point X and point Y is", ["A. 0.4.", "B. 1.", "C. 2.", "D. 2.5."], "D"],
        [440, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_07.png\" alt=\"id:44\"><br>If the price decreased from $36 to $12, total revenue would", ["A. increase by $4,800, and demand is elastic between points X and Z.", "B. increase by $7,200, and demand is elastic between points X and Z.", "C. decrease by $4,800, and demand is inelastic between points X and Z.", "D. decrease by $7,200, and demand is inelastic between points X and Z."], "A"],
        [441, "Income elasticity of demand measures how", ["A. the quantity demanded changes as consumer income changes.", "B. consumer purchasing power is affected by a change in the price of a good.", "C. the price of a good is affected when there is a change in consumer income.", "D. many units of a good a consumer can buy given a certain income level."], "A"],
        [442, "For which of the following goods is the income elasticity of demand likely highest?", ["A. Water", "B. Boats", "C. Doctor's visits", "D. Shoes"], "B"],
        [443, "For which of the following goods is the income elasticity of demand likely lowest?", ["A. Water", "B. Pineapples", "C. Sapphire pendant necklaces", "D. Yachts"], "A"],
        [444, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_08.png\" alt=\"id:48\"><br>Using the midpoint method, the income elasticity of demand for good Y is", ["A. 2.33, and good Y is a normal good.", "B. −2.33, and good Y is an inferior good.", "C. −0.43, and good Y is a normal good.", "D. −0.43, and good Y is an inferior good."], "B"],
        [445, "Last year, Damaris bought 8 burgers when her income was $43,000.<br>This year, her income is $54,000, and she purchased 9 burgers. Holding other factors constant and using the midpoint method, it follows that Damaris's income elasticity of demand is about", ["A. 1.93, and Damaris regards burgers as inferior goods.", "B. 1.93, and Damaris regards burgers as normal goods.", "C. 0.52, and Damaris regards burgers as inferior goods.", "D. 0.52, and Damaris regards burgers as normal goods."], "D"],
        [446, "You and your college roommate eat three packages of Ramen noodles each week. After graduation last month, both of you were hired at several times your college income. You still enjoy Ramen noodles very much and buy even more, but your roommate plans to buy fewer Ramen noodles in favor of foods she prefers more. When looking at income elasticity of demand for Ramen noodles, yours would", ["A. be negative, and your roommate's would be positive.", "B. be positive, and your roommate's would be negative.", "C. be zero, and your roommate's would approach infinity.", "D. approach infinity, and your roommate's would be zero."], "B"],
        [447, "Assume that a 4 percent increase in income results in a 2 percent increase in the quantity demanded of a good. The income elasticity of demand for the good is", ["A. negative, and the good is an inferior good.", "B. negative, and the good is a normal good.", "C. positive, and the good is a normal good.", "D. positive, and the good is an inferior good."], "C"],
        [448, "When her income increased from $10,000 to $20,000, Heather's consumption of macaroni decreased from 10 pounds to 5 pounds and her consumption of soy-burgers increased from 2 pounds to 4 pounds. Using the midpoint method, we can conclude that for Heather, macaroni", ["A. and soy-burgers are both normal goods with income elasticities equal to 1.", "B. is an inferior good and soy-burgers are normal goods; both have income elasticities of 1.", "C. is an inferior good with an income elasticity of -1 and soy-burgers are normal goods with an income elasticity of 1.", "D. and soy-burgers are both inferior goods with income elasticities equal to -1."], "C"],
        [449, "Cross-price elasticity of demand measures how", ["A. the price of one good changes in response to a change in the price of another good.", "B. the quantity demanded of one good changes in response to a change in the quantity demanded of another good.", "C. the quantity demanded of one good changes in response to a change in the price of another good.", "D. strongly normal or inferior a good is."], "C"],
        [450, "If two goods are complements, their cross-price elasticity will be", ["A. positive.", "B. negative.", "C. zero.", "D. equal to the difference between the income elasticities of demand for the two goods."], "B"],
        [451, "For which pairs of goods is the cross-price elasticity most likely to be positive?", ["A. Peanut butter and jelly", "B. Bicycle frames and bicycle tires", "C. Pens and pencils", "D. Digital college textbooks and iPhones"], "C"],
        [452, "Suppose that when the price of good X increases from $600 to $720, the quantity demanded of good Y decreases from 67 to 15.<br>Using the midpoint method, the cross-price elasticity of demand is about", ["A. 6.98, and X and Y are substitutes.", "B. –0.14, and X and Y are complements.", "C. 0.14, and X and Y are substitutes.", "D. –6.98, and X and Y are complements."], "D"],
        [453, "Suppose the cross-price elasticity of demand between peanut butter and jelly is −2.50.<br>This implies that a 20 percent increase in the price of peanut butter will cause the quantity of jelly purchased to", ["A. fall by 8 percent.", "B. fall by 50 percent.", "C. rise by 8 percent.", "D. rise by 50 percent."], "B"],
        [454, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Suppose the demand function for good X is given by: Qdx = 15 −  0.5Px − 0.8Py where Qdx is the quantity demanded of good X, Px is the price of good X, and Py is the price of good Y, which is related to good X.</div>. Using the midpoint method, if the price of good X is constant at $10 and the price of good Y decreases from $10 to $8, the cross-price elasticity of demand is about", ["A. 0.57, and X and Y are substitutes.", "B. −0.22, and X and Y are complements.", "C. −0.80, and X and Y are complements.", "D. −2.57, and X and Y are complements."], "D"],
        [455, "The price elasticity of supply measures how much", ["A. the quantity supplied responds to changes in input prices.", "B. the quantity supplied responds to changes in the price of the good.", "C. the price of the good responds to changes in supply.", "D. sellers respond to changes in technology."], "B"],
        [456, "A key determinant of the price elasticity of supply is the", ["A. time horizon.", "B. income of consumers.", "C. price elasticity of demand.", "D. importance of the good in a consumer’s budget."], "A"],
        [457, "The supply of a good will be more elastic, the", ["A. more the good is considered a luxury.", "B. broader is the definition of the market for the good.", "C. larger the number of close substitutes for the good.", "D. longer the time period being considered."], "D"],
        [458, "Suppose that two supply curves pass through the same point. One is steep, and the other is flat. Which of the following statements is correct?", ["A. The flatter supply curve represents a supply that is inelastic relative to the supply represented by the steeper supply curve.", "B. The steeper supply curve represents a supply that is inelastic relative to the supply represented by the flatter supply curve.", "C. Given two prices with which to calculate the price elasticity of supply, that elasticity would be the same for both curves.", "D. A decrease in demand will increase total revenue if the steeper supply curve is relevant, while a decrease in demand will decrease total revenue if the flatter supply curve is relevant."], "B"],
        [459, "If the price elasticity of supply is 0.7, and a price increase led to a 4.2 percent increase in quantity supplied, then the price increase is about", ["A. 0.17 percent.", "B. 2.94 percent.", "C. 6.00 percent.", "D. 5.00 percent."], "C"],
        [460, "If the price elasticity of supply is 0.8, and price increased by 21 percent, quantity supplied would", ["A. increase by 26.25 percent.", "B. increase by 16.80 percent.", "C. decrease by 26.25 percent.", "D. decrease by 16.80 percent."], "B"],
        [461, "If a 23 percent change in price results in a 21 percent change in quantity supplied, then the price elasticity of supply is about", ["A. 1.10, and supply is elastic.", "B. 1.10, and supply is inelastic.", "C. 0.91, and supply is inelastic.", "D. 0.91, and supply is elastic."], "C"],
        [462, "Suppose the price elasticity of supply for cheese is 0.6 in the short run and 1.4 in the long run. If an increase in the demand for cheese causes the price of cheese to increase by 15 percent, then the quantity supplied of cheese will increase by", ["A. 0.4 percent in the short run and 4.6 percent in the long run.", "B. 1.7 percent in the short run and 0.7 percent in the long run.", "C. 9 percent in the short run and 21 percent in the long run.", "D. 25 percent in the short run and 10.7 percent in the long run."], "C"],
        [463, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_09.png\" alt=\"id:67\"><br>Using the midpoint method, which of the three supply curves represents the least elastic supply?", ["A. Supply curve A", "B. Supply curve B", "C. Supply curve C", "D. All three supply curves have the same elasticity."], "A"],
        [464, "A manufacturer produces 410 units when the market price is $8 per unit and produces 470 units when the market price is $10 per unit. Using the midpoint method, for this range of prices, the price elasticity of supply is about", ["A. 1.63.", "B. 0.14.", "C. 0.61.", "D. 0.22."], "C"],
        [465, "In January, the price of dark chocolate candy bars was $2.00, and Willy's Chocolate Factory produced 80 pounds. In February, the price of dark chocolate candy bars was $2.50, and Willy's produced 110 pounds. In March, the price of dark chocolate candy bars was $3.00, and Willy's produced 140 pounds. Using the midpoint method, the price elasticity of supply of Willy's dark chocolate candy bars was about", ["A. 0.70 when the price increased from $2.00 to $2.50 and 0.76 when the price increased from $2.50 to $3.00.", "B. 0.88 when the price increased from $2.00 to $2.50 and 1.08 when the price increased from $2.50 to $3.00.", "C. 1.42 when the price increased from $2.00 to $2.50 and 1.32 when the price increased from $2.50 to $3.00.", "D. 1.50 when the price increased from $2.00 to $2.50 and 1.18 when the price increased from $2.50 to $3.00."], "C"],
        [466, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_10.png\" alt=\"id:70\"><br>Along which of these segments of the supply curve is supply least elastic?", ["A. BA", "B. DC", "C. FD", "D. FE"], "A"],
        [467, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_10.png\" alt=\"id:71\"><br>Using the midpoint method, what is the price elasticity of supply between points F and E?", ["A. 2.33", "B. 0.67", "C. 0.29", "D. 0.43"], "A"],
        [468, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_11.png\" alt=\"id:72\"><br>Using the midpoint method, what is the price elasticity of supply between point B and point C?", ["A. 1.44", "B. 1.29", "C. 0.96", "D. 0.69"], "A"],
        [469, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh5_11.png\" alt=\"id:73\"><br>If, holding the supply curve fixed, there were an increase in demand that caused the equilibrium price to increase from $6 to $7, then sellers' total revenue would", ["A. increase.", "B. decrease.", "C. remain unchanged.", "D. The effect on total revenue cannot be determined from the given information."], "A"],
        [470, "Which of the following statements is valid when the market supply curve is vertical?", ["A. Market quantity supplied does not change when the price changes.", "B. Supply is perfectly elastic.", "C. An increase in market demand will increase the equilibrium quantity.", "D. An increase in market demand will not increase the equilibrium price."], "A"],
        [471, "A decrease in supply will cause the largest increase in price when", ["A. both supply and demand are inelastic.", "B. both supply and demand are elastic.", "C. demand is elastic and supply is inelastic.", "D. demand is inelastic and supply is elastic."], "A"],
        [472, "Suppose researchers at the University of Wisconsin discover a new vitamin that increases the milk production of dairy cows. If the demand for milk is relatively inelastic, the discovery will", ["A. raise both price and total revenues.", "B. lower both price and total revenues.", "C. raise price and lower total revenues.", "D. lower price and raise total revenues."], "B"],
        [473, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. The equilibrium price will", ["A. decrease in both the milk and steak markets.", "B. increase in the milk market and decrease in the steak market.", "C. decrease in the milk market and increase in the steak market.", "D. increase in both the milk and steak markets."], "D"],
        [474, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. The equilibrium quantity will", ["A. increase in both the milk and steak markets.", "B. increase in the milk market and decrease in the steak market.", "C. decrease in the milk market and increase in the steak market.", "D. decrease in both the milk and steak markets."], "D"],
        [475, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. The change in equilibrium price will be", ["A. greater in the milk market than in the steak market.", "B. greater in the steak market than in the milk market.", "C. the same in the milk and steak markets.", "D. unknown without more information."], "A"],
        [476, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. The change in equilibrium quantity will be", ["A. greater in the milk market than in the steak market.", "B. greater in the steak market than in the milk market.", "C. the same in the milk and steak markets.", "D. unknown without more information."], "B"],
        [477, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Milk has an inelastic demand, and steak has an elastic demand. Suppose that a mysterious increase in bovine infertility decreases both the population of dairy cows and the population of beef cattle by 50 percent.</div>. Total consumer spending on milk will", ["A. increase, and total consumer spending on steak will increase.", "B. decrease, and total consumer spending on steak will decrease.", "C. decrease, and total consumer spending on steak will increase.", "D. increase, and total consumer spending on steak will decrease."], "D"],
        [478, "Which of the following was not a reason OPEC failed to keep the price of oil high?", ["A. Over the long run, producers of oil outside of OPEC responded to higher prices by increasing oil exploration and by building new extraction capacity.", "B. Consumers responded to higher prices with greater conservation.", "C. Consumers replaced old inefficient cars with newer efficient ones.", "D. The agreement OPEC members signed allowed each country to produce as much oil as each wanted."], "D"],
        [479, "Which of the following statements is not correct concerning government attempts to reduce the flow of illegal drugs into the country? Drug interdiction", ["A. raises prices and total revenue in the drug market.", "B. can increase drug-related crime.", "C. shifts the demand curve for drugs to the left.", "D. shifts the supply curve of drugs to the left."], "C"],
        [480, "If marijuana were legalized, it is likely that there would be an increase in the demand for marijuana. If demand for marijuana is inelastic and the supply of marijuana is perfectly elastic, this will result in", ["A. higher prices and higher total revenue from marijuana sales.", "B. higher prices but lower total revenue from marijuana sales.", "C. the same price and higher total revenue from marijuana sales.", "D. the same price but lower total revenue from marijuana sales."], "C"],
        [481, "Which of the following statements about agriculture in the United States is correct?", ["A. From the 1950s to today, agricultural output has approximately doubled.", "B. Because technological improvements increase the supply of a product for which demand is inelastic, an individual farmer would be better off not adopting the new technology. ", "C. Increasing the supply of agricultural products typically benefits consumers but harms farmers as a group.", "D. Technological improvements typically increase both supply and revenue for individual farmers."], "C"],
        [482, "Which of the following statements is not correct?", ["A. Advocates for drug-interdiction policies that reduce the supply of illegal drugs argue that the demand for illegal drugs may be more responsive in the long run than in the short run.", "B. The demand for illegal drugs is price inelastic.", "C. Drug interdiction efforts that reduce the supply of illegal drugs may increase drug-related crimes.", "D. The quantity of illegal drugs demanded is very responsive to changes in price."], "D"],
        [483, "Rent-control laws dictate", ["A. the exact rent that landlords must charge tenants.", "B. only a maximum rent that landlords may charge tenants.", "C. only a minimum rent that landlords may charge tenants.", "D. both a minimum rent and a maximum rent that landlords may charge tenants."], "B"],
        [484, "Minimum-wage laws dictate", ["A. the exact wage that firms must pay workers.", "B. only a maximum wage that firms may pay workers.", "C. only a minimum wage that firms may pay workers.", "D. both a minimum wage and a maximum wage that firms may pay workers."], "C"],
        [485, "The presence of a price control in a market for a good or service usually is an indication that", ["A. an insufficient quantity of the good or service was being produced in that market to meet the public’s need.", "B. the usual forces of supply and demand were not able to establish an equilibrium price in that market.", "C. policymakers believed that the price that prevailed in that market in the absence of price controls was unfair to buyers or sellers.", "D. policymakers correctly believed that price controls would generate no inequities of their own once imposed."], "C"],
        [486, "A price ceiling is", ["A. often imposed on markets in which “cutthroat competition” would prevail without a price ceiling.", "B. a legal maximum on the price at which a good can be sold.", "C. often imposed when sellers of a good are successful in their attempts to convince the government that the market outcome is unfair without a price ceiling.", "D. imposed to make sure everyone can earn a fair wage."], "B"],
        [487, "If a price ceiling is binding, then", ["A. there will be no effect on the market price or quantity sold.", "B. there will be a surplus in the market.", "C. the market will be more efficient than it would be without the price ceiling.", "D. there will be a shortage in the market."], "D"],
        [488, "Which of the following observations would be consistent with the imposition of a price ceiling that is higher than equilibrium price? After the price ceiling is established, ", ["A. there will be no effect on the market price or quantity sold.", "B. a smaller quantity of the good is demanded.", "C. a larger quantity of the good is supplied.", "D. the price rises above the previous equilibrium."], "A"],
        [489, "If the government imposes a binding price ceiling on a market, then the price paid by buyers will", ["A. decrease, and the quantity sold in the market will decrease.", "B. increase, and the quantity sold in the market will increase.", "C. increase, and the quantity sold in the market will decrease.", "D. decrease, and the quantity sold in the market will increase."], "A"],
        [490, "To say that a price ceiling is binding is to say that the price ceiling", ["A. results in a surplus.", "B. is set below the equilibrium price.", "C. causes quantity supplied to exceed quantity demanded.", "D. is set above the equilibrium price."], "B"],
        [491, "A surplus results when a", ["A. nonbinding price floor is imposed on a market.", "B. nonbinding price floor is removed from a market.", "C. binding price floor is imposed on a market.", "D. binding price floor is removed from a market."], "C"],
        [492, "The imposition of a binding price ceiling on a market causes", ["A. quantity demanded to be greater than quantity supplied.", "B. quantity demanded to be less than quantity supplied.", "C. quantity demanded to be equal to quantity supplied.", "D. the price of the good to be greater than its equilibrium price."], "A"],
        [493, "Suppose the government wants to encourage Americans to exercise more, so it imposes a binding price ceiling on the market for in-home treadmills. As a result,", ["A. the demand for treadmills will increase.", "B. the supply of treadmills will decrease.", "C. a shortage of treadmills will develop.", "D. a surplus of treadmills will develop."], "C"],
        [494, "Suppose the equilibrium price of a physical examination (\"physical\") by a doctor is $200, and the government imposes a price ceiling of $150 per physical. As a result of the price ceiling, the", ["A. demand curve for physicals shifts to the right.", "B. supply curve for physicals shifts to the left.", "C. quantity demanded of physicals increases, and the quantity supplied of physicals decreases.", "D. number of physicals performed stays the same."], "C"],
        [495, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_01.png\" alt=\"id:13\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_02.png\" alt=\"id:13\"><br>A binding price ceiling is shown in", ["A. graph (a) only.", "B. graph (b) only.", "C. both graph (a) and graph (b).", "D. neither graph (a) nor graph (b)."], "B"],
        [496, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_01.png\" alt=\"id:14\"><br>The price ceiling shown in graph (a)", ["A. is not binding.", "B. creates a surplus.", "C. creates a shortage.", "D. is binding."], "A"],
        [497, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_03.png\" alt=\"id:15\"><br>The price ceiling", ["A. causes a shortage of 60 units of the good.", "B. makes it necessary for sellers to ration the good using a mechanism other than price.", "C. is not binding because it is set below the equilibrium price.", "D. causes a shortage of 30 units of the good."], "B"],
        [498, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_03.png\" alt=\"id:16\"><br>The price ceiling causes quantity", ["A. supplied to exceed quantity demanded by 60 units.", "B. supplied to exceed quantity demanded by 90 units.", "C. demanded to exceed quantity supplied by 30 units.", "D. demanded to exceed quantity supplied by 90 units."], "D"],
        [499, "A legal minimum on the price at which a good can be sold is called a", ["A. price subsidy.", "B. price floor.", "C. tax.", "D. price ceiling."], "B"],
        [500, "A price floor is", ["A. a legal maximum on the price at which a good can be sold.", "B. often imposed when buyers of a good are successful in their attempts to convince the government that the market outcome is unfair without a price floor.", "C. a source of efficiency in a market.", "D. a legal minimum on the price at which a good can be sold."], "D"],
        [501, "If a price floor is not binding, then", ["A. the equilibrium price is above the price floor.", "B. the equilibrium price is below the price floor.", "C. there will be a surplus in the market.", "D. there will be a shortage in the market."], "A"],
        [502, "If a price floor is not binding, then", ["A. there will be a surplus in the market.", "B. there will be a shortage in the market.", "C. there will be no effect on the market price or quantity sold.", "D. the market will be less efficient than it would be without the price floor."], "C"],
        [503, "If a nonbinding price floor is imposed on a market, then the", ["A. quantity sold in the market will decrease.", "B. quantity sold in the market will stay the same.", "C. price in the market will increase.", "D. price in the market will decrease."], "B"],
        [504, "If the government removes a binding price floor from a market, then the price paid by buyers will", ["A. increase, and the quantity sold in the market will increase.", "B. increase, and the quantity sold in the market will decrease.", "C. decrease, and the quantity sold in the market will increase.", "D. decrease, and the quantity sold in the market will decrease."], "C"],
        [505, "A surplus results when a", ["A. nonbinding price floor is imposed on a market.", "B. nonbinding price floor is removed from a market.", "C. binding price floor is imposed on a market.", "D. binding price floor is removed from a market."], "C"],
        [506, "If a binding price floor is imposed on the video game market, then", ["A. the demand for video games will decrease.", "B. the supply of video games will increase.", "C. a surplus of video games will develop.", "D. a shortage of video games will develop."], "C"],
        [507, "Suppose the equilibrium price of a stick of deodorant is $4, and the government imposes a price floor of $5 per stick. As a result of the price floor, the", ["A. demand curve for deodorant shifts to the left.", "B. supply curve for deodorant shifts to the right.", "C. quantity demanded of deodorant decreases, and the quantity of deodorant that firms want to supply increases.", "D. quantity supplied of deodorant stays the same."], "C"],
        [508, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_04.png\" alt=\"id:26\"><br>A government-imposed price of $6 in this market is an example of a", ["A. binding price ceiling that creates a shortage.", "B. nonbinding price ceiling that creates a shortage", "C. binding price floor that creates a surplus.", "D. nonbinding price floor that creates a surplus."], "C"],
        [509, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_06.png\" alt=\"id:27\"><br>In graph (b), there will be", ["A. a shortage.", "B. equilibrium in the market.", "C. a surplus.", "D. lines of people waiting to buy the good."], "C"],
        [510, "Price ceilings and price floors that are binding", ["A. are desirable because they make markets more efficient and more fair.", "B. cause surpluses and shortages to persist because price cannot adjust to the market equilibrium price.", "C. can have the effect of restoring a market to equilibrium.", "D. are imposed because they can make the poor in the economy better off without causing adverse effects."], "B"],
        [511, "Consider the market for gasoline. Buyers", ["A. and sellers would lobby for a price ceiling.", "B. and sellers would lobby for a price floor.", "C. would lobby for a price ceiling, whereas sellers would lobby for a price floor.", "D. would lobby for a price floor, whereas sellers would lobby for a price ceiling."], "C"],
        [512, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_07.png\" alt=\"id:30\"><br>Which of the following statements is not correct?", ["A. When the price is $10, quantity supplied equals quantity demanded.", "B. When the price is $6, there is a surplus of 8 units.", "C. When the price is $12, there is a surplus of 4 units.", "D. When the price is $16, quantity supplied exceeds quantity demanded by 12 units."], "B"],
        [513, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_07.png\" alt=\"id:31\"><br>A government-imposed price of $12 in this market is an example of a", ["A. binding price ceiling that creates a shortage.", "B. nonbinding price ceiling that creates a shortage.", "C. binding price floor that creates a surplus.", "D. nonbinding price floor that creates a surplus."], "C"],
        [514, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_08.png\" alt=\"id:32\"><br>When a certain price control is imposed on this market, the resulting quantity of the good that is actually bought and sold is such that buyers are willing and able to pay a maximum of P1 dollars per unit for that quantity and sellers are willing and able to accept a minimum of P2 dollars per unit for that quantity. If P1 − P2 = $3, then the price control is", ["A. only a price ceiling of $3.00.", "B. only a price ceiling of $6.00.", "C. only a price floor of $6.00.", "D. either a price ceiling of $3.00 or a price floor of $6.00."], "D"],
        [515, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_09.png\" alt=\"id:33\"><br>If the government imposes a price ceiling at $9, it would be", ["A. binding if market demand is Demand A or Demand B.", "B. nonbinding if market demand is Demand A or Demand B.", "C. binding if market demand is Demand A and nonbinding if market demand is Demand B.", "D. nonbinding if market demand is Demand A and binding if market demand is Demand B."], "D"],
        [516, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_09.png\" alt=\"id:34\"><br>Which of the following statements is not correct?", ["A. A government-imposed price of $12 would be a binding price floor if market demand is Demand A and a binding price ceiling if market demand is Demand B.", "B. A government-imposed price of $15 would be a binding price ceiling if market demand is either Demand A or Demand B.", "C. A government-imposed price of $6 would be a binding price ceiling if market demand is either Demand A or Demand B.", "D. A government-imposed price of $15 would be a binding price floor if market demand is Demand A and a nonbinding price ceiling if market demand is Demand B."], "B"],
        [517, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_10.png\" alt=\"id:35\"><br>When the price ceiling is enforced in this market and the supply curve for gasoline shifts from S1 to S2,", ["A. the market price will increase to P3.", "B. a surplus will occur at the new market price of P2.", "C. the market price will stay at P1.", "D. a shortage will occur at the new market price of P2."], "D"],
        [518, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_10.png\" alt=\"id:36\"><br>When the price ceiling is enforced in this market, and the supply curve for gasoline shifts from S1 to S2, the resulting quantity of gasoline that is bought and sold is", ["A. less than Q3.", "B. Q3.", "C. between Q1 and Q3", "D. at least Q1."], "A"],
        [519, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_10.png\" alt=\"id:37\"><br>In 1973, OPEC restricted supply and U.S. government regulations limited the price oil companies could charge for gasoline. Which of the following statements best relates the figure to the events that occurred in the United States in the 1970s?", ["A. Buyers of gasoline paid a price of P1 before 1973; they paid a price of P2 after OPEC increased the price of crude oil in 1973, and there was a shortage of gasoline at that price.", "B. Buyers of gasoline paid a price of P1 before 1973; they paid a price of P3 after OPEC increased the price of crude oil in 1973, and there was a shortage of gasoline at that price.", "C. Buyers of gasoline paid a price of P2 before 1973; they paid a price of P3 after OPEC increased the price of crude oil in 1973, with no shortage of gasoline at that price.", "D. The price ceiling was binding before 1973; the price ceiling was no longer binding after OPEC increased the price of crude oil in 1973."], "A"],
        [520, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_11.png\" alt=\"id:38\"><br>How many units of the good are purchased after the imposition of the price floor?", ["A. 5", "B. 9", "C. 10", "D. 15"], "A"],
        [521, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_11.png\" alt=\"id:39\"><br>Following the imposition of a price floor $2 above the equilibrium price, irate buyers convince Congress to repeal the price floor and to impose a price ceiling $1 below the former price floor. The resulting market price is", ["A. $2.", "B. $3.", "C. $4.", "D. $5."], "B"],
        [522, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_12.png\" alt=\"id:40\"><br>In this market, a minimum wage of $7 is", ["A. binding and creates a labor shortage.", "B. binding and creates unemployment.", "C. nonbinding and creates a labor shortage.", "D. nonbinding and creates neither a labor shortage nor unemployment."], "B"],
        [523, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_12.png\" alt=\"id:41\"><br>In this market, a minimum wage of $7 creates a labor", ["A. shortage of 21,000 worker hours.", "B. shortage of 12,000 worker hours.", "C. surplus of 21,000 worker hours.", "D. surplus of 12,000 worker hours."], "D"],
        [524, "In the 1970s, long lines at gas stations in the United States were primarily a result of the fact that", ["A. OPEC raised the price of crude oil in world markets.", "B. U.S. gasoline producers raised the price of gasoline.", "C. the U.S. government maintained a price ceiling on gasoline.", "D. Americans typically commuted long distances."], "C"],
        [525, "When OPEC raised the price of crude oil in the 1970s, it caused the", ["A. demand for gasoline to increase.", "B. demand for gasoline to decrease.", "C. supply of gasoline to increase.", "D. supply of gasoline to decrease."], "D"],
        [526, "When OPEC raised the price of crude oil in the 1970s, it caused the United States’", ["A. nonbinding price floor on gasoline to become binding.", "B. binding price floor on gasoline to become nonbinding.", "C. nonbinding price ceiling on gasoline to become binding.", "D. binding price ceiling on gasoline to become nonbinding."], "C"],
        [527, "Rent control", ["A. serves as an example of how a social problem can be alleviated or even solved by government policies.", "B. serves as an example of a price ceiling.", "C. is regarded by most economists as an efficient way of helping the poor.", "D. is the most efficient way to allocate scarce housing resources."], "B"],
        [528, "The goal of rent control is to", ["A. facilitate controlled economic experiments in urban areas.", "B. help landlords by assuring them a low vacancy rate for their apartments.", "C. help the poor by assuring them an adequate supply of apartments.", "D. help the poor by making housing more affordable."], "D"],
        [529, "Which of the following is not a rationing mechanism used by landlords in cities with rent control?", ["A. Waiting lists", "B. Race", "C. Price", "D. Bribes"], "C"],
        [530, "Under rent control, bribery is a potential mechanism to", ["A. bring the total price of an apartment (including the bribe) closer to the equilibrium price.", "B. allocate housing to the poorest individuals in the market.", "C. force the total price of an apartment (including the bribe) to be less than the market price.", "D. allocate housing to the most deserving tenants."], "A"],
        [531, "Under rent control, landlords can cease to be responsive to tenants' concerns about the quality of the housing because", ["A. with rent control, the government guarantees landlords a minimum level of profit.", "B. they become resigned to the fact that many of their apartments are going to be vacant at any given time.", "C. with shortages and waiting lists, they have no incentive to maintain and improve their property.", "D. with rent control, it becomes the government's responsibility to maintain rental housing."], "C"],
        [532, "Which of the following is not a result of rent control?", ["A. Fewer new apartments offered for rent", "B. Less maintenance provided by landlords", "C. Bribery", "D. Higher quality housing"], "D"],
        [533, "In the housing market, supply and demand are", ["A. more elastic in the short run than in the long run, and so rent control leads to a larger shortage of apartments in the short run than in the long run.", "B. more elastic in the short run than in the long run, and so rent control leads to a larger shortage of apartments in the long run than in the short run.", "C. more elastic in the long run than in the short run, and so rent control leads to a larger shortage of apartments in the short run than in the long run.", "D. more elastic in the long run than in the short run, and so rent control leads to a larger shortage of apartments in the long run than in the short run."], "D"],
        [534, "In the market for apartments, rent control causes the quantity supplied", ["A. and quantity demanded to fall.", "B. to fall and quantity demanded to rise.", "C. to rise and quantity demanded to fall.", "D. and quantity demanded to rise."], "B"],
        [535, "Which of the following is correct?", ["A. Rent control and the minimum wage are both examples of price ceilings.", "B. Rent control is an example of a price ceiling, and the minimum wage is an example of a price floor.", "C. Rent control is an example of a price floor, and the minimum wage is an example of a price ceiling.", "D. Rent control and the minimum wage are both examples of price floors."], "B"],
        [536, "The minimum wage was instituted to ensure workers", ["A. a middle-class standard of living.", "B. employment.", "C. a minimally adequate standard of living.", "D. unemployment compensation."], "C"],
        [537, "Which of the following is not correct?", ["A. The economy contains many labor markets for different types of workers.", "B. The impact of a minimum wage depends on the skill and experience of the worker.", "C. A minimum wage would be binding for workers with high skills and much experience.", "D. A minimum wage would not be binding if the equilibrium wage was above the minimum wage."], "C"],
        [538, "The Earned Income Tax Credit, a government program that supplements the incomes of low-wage workers, is an example of a", ["A. minimum-wage law.", "B. price ceiling.", "C. wage subsidy.", "D. rent subsidy."], "C"],
        [539, "One disadvantage of government subsidies over price controls is that subsidies", ["A. prevent the attainment of equilibrium in the markets in which they are imposed.", "B. make higher taxes necessary.", "C. are always unfair to those with low incomes.", "D. cause unemployment."], "B"],
        [540, "Consider the U.S. market for chocolate, a market in which the government has imposed a nonbinding price ceiling. Which of the following events could convert the price ceiling from a nonbinding to a binding price ceiling?", ["A. A government study that shows that consuming chocolate increases the incidence of cancer.", "B. A large increase in the size of the cocoa bean crop; cocoa beans are used to produce chocolate.", "C. South American cocoa bean producers refuse to ship to chocolate producers in the United States.", "D. A sharp drop in consumer income; chocolate is a normal good."], "C"],
        [541, "If the government removes a tax on a good, then the price paid by buyers will", ["A. increase, and the price received by sellers will increase.", "B. increase, and the price received by sellers will decrease.", "C. decrease, and the price received by sellers will increase.", "D. decrease, and the price received by sellers will decrease."], "C"],
        [542, "When a tax is placed on the sellers of a product, buyers pay", ["A. more, and sellers receive more than they did before the tax.", "B. more, and sellers receive less than they did before the tax.", "C. less, and sellers receive more than they did before the tax.", "D. less, and sellers receive less than they did before the tax."], "B"],
        [543, "A tax on the sellers of bottled water will increase the price of bottled water paid by buyers,", ["A. increase the effective price of bottled water received by sellers, and increase the equilibrium quantity of bottled water.", "B. increase the effective price of bottled water received by sellers, and decrease the equilibrium quantity of bottled water.", "C. decrease the effective price of bottled water received by sellers, and increase the equilibrium quantity of bottled water.", "D. decrease the effective price of bottled water received by sellers, and decrease the equilibrium quantity of bottled water."], "D"],
        [544, "If the government levies a $1600 tax per boat on sellers of boats, then the price paid by buyers of boats would", ["A. increase by more than $1600.", "B. increase by exactly $1600.", "C. increase by less than $1600.", "D. decrease by an indeterminate amount."], "C"],
        [545, "When a tax is placed on the sellers of smart watches, the size of the smart watch market", ["A. and the effective price received by sellers both increase.", "B. increases, but the effective price received by sellers decreases.", "C. decreases, but the effective price received by sellers increases.", "D. and the effective price received by sellers both decrease."], "D"],
        [546, "Suppose sellers of cologne are required to send $2.25 to the government for every bottle of cologne they sell. Further, suppose this tax causes the price paid by buyers of cologne to rise by $1.35 per bottle. Which of the following statements is correct?", ["A. The effective price received by sellers is $0.90 per bottle less than it was before the tax.", "B. Sixty percent of the burden of the tax falls on sellers.", "C. This tax causes the demand curve for cologne to shift downward by $2.25 at each quantity of cologne.", "D. This tax does not change the quantity of cologne bought and sold."], "A"],
        [547, "If a tax is levied on the sellers of a product, then the demand curve will", ["A. shift down.", "B. shift up.", "C. become flatter.", "D. not shift."], "D"],
        [548, "A tax on the buyers of smart watches encourages", ["A. sellers to supply a smaller quantity at every price.", "B. buyers to demand a smaller quantity at every price.", "C. sellers to supply a larger quantity at every price.", "D. buyers to demand a larger quantity at every price."], "B"],
        [549, "Suppose there is currently a tax of $100 per ticket on airline tickets. Sellers of airline tickets are required to pay the tax to the government. If the tax is reduced from $100 per ticket to $80 per ticket, then the", ["A. demand curve will shift upward by $20, and the price paid by buyers will decrease by less than $20.", "B. demand curve will shift upward by $20, and the price paid by buyers will decrease by $20.", "C. supply curve will shift downward by $20, and the effective price received by sellers will increase by less than $20.", "D. supply curve will shift downward by $20, and the effective price received by sellers will increase by $20."], "C"],
        [550, "A $1.55 tax levied on the buyers of milkshakes will shift the demand curve", ["A. upward by exactly $1.55.", "B. upward by less than $1.55.", "C. downward by exactly $1.55.", "D. downward by less than $1.55."], "C"],
        [551, "Suppose buyers of protein shakes are required to send $1.40 to the government for every protein shake they buy. Further, suppose this tax causes the effective price received by sellers of protein shakes to fall by $0.70 per protein shake. Which of the following statements is correct?", ["A. This tax causes the supply curve for protein shakes to shift downward by $1.40 at each quantity.", "B. The price paid by buyers is $0.70 per shake more than it was before the tax.", "C. Forty percent of the burden of the tax falls on buyers.", "D. This tax causes the demand curve for protein shakes to shift downward by $1.40 at each quantity."], "D"],
        [552, "Which of the following is not correct?", ["A. Taxes levied on sellers and taxes levied on buyers are not equivalent.", "B. A tax places a wedge between the price that buyers pay and the price that sellers receive.", "C. The wedge between the buyers’ price and the sellers’ price is the same, regardless of whether the tax is levied on buyers or sellers.", "D. In the new after-tax equilibrium, buyers and sellers share the burden of the tax."], "A"],
        [553, "If the government wants to reduce the burning of fossil fuels, it should impose a tax on", ["A. only the buyers of gasoline.", "B. only the sellers of gasoline.", "C. either buyers or sellers of gasoline.", "D. whichever side of the market is less elastic."], "C"],
        [554, "The term tax incidence refers to", ["A. whether buyers or sellers of a good are required to send tax payments to the government.", "B. whether the demand curve or the supply curve shifts when the tax is imposed.", "C. the distribution of the tax burden between buyers and sellers.", "D. widespread view that taxes (and death) are the only certainties in life."], "C"],
        [555, "When a tax is placed on the buyers of bottled water, the", ["A. sellers bear the entire burden of the tax.", "B. buyers bear the entire burden of the tax.", "C. burden of the tax will always be equally divided between the buyers and the sellers.", "D. burden of the tax will be shared by the buyers and the sellers, but the division of the burden is not always equal."], "D"],
        [556, "If a tax is levied on the sellers of shrimp, then", ["A. buyers will bear the entire burden of the tax.", "B. sellers will bear the entire burden of the tax.", "C. buyers and sellers will share the burden of the tax.", "D. the government will bear the entire burden of the tax."], "C"],
        [557, "Suppose the government imposes a 20-cent tax on the sellers of artificially-sweetened beverages. The tax would shift", ["A. demand, raising both the equilibrium price and quantity in the market for artificially sweetened beverages.", "B. demand, lowering the equilibrium price and raising the equilibrium quantity in the market for artificially sweetened beverages.", "C. supply, raising the equilibrium price and lowering the equilibrium quantity in the market for artificially sweetened beverages.", "D. supply, lowering the equilibrium price and raising the equilibrium quantity in the market for artificially sweetened beverages."], "C"],
        [558, "Suppose the government imposes a 50-cent tax on the sellers of packets of chewing gum. The tax would", ["A. shift the supply curve upward by less than 50 cents.", "B. raise the equilibrium price by 50 cents.", "C. create a 50-cent tax burden each for buyers and sellers.", "D. discourage market activity."], "D"],
        [559, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_13.png\" alt=\"id:77\"><br>The price that buyers pay after the tax is imposed is", ["A. $8.", "B. $10.", "C. $16.", "D. $24."], "D"],
        [560, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_13.png\" alt=\"id:78\"><br>The amount of the tax per unit is", ["A. $6.", "B. $8.", "C. $14.", "D. $18."], "C"],
        [561, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_13.png\" alt=\"id:79\"><br>The per-unit burden of the tax on buyers is", ["A. $6.", "B. $8.", "C. $14.", "D. $24."], "B"],
        [562, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_14.png\" alt=\"id:80\"><br>Suppose a tax of $2 per unit is imposed on this market. What will be the new equilibrium quantity in this market?", ["A. Less than 60 units", "B. 60 units", "C. Between 60 units and 100 units", "D. Greater than 100 units"], "C"],
        [563, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_14.png\" alt=\"id:81\"><br>Suppose a tax of $2 per unit is imposed on this market. How much will buyers pay per unit after the tax is imposed?", ["A. $3", "B. Between $3 and $5", "C. Between $5 and $7", "D. $7"], "C"],
        [564, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_14.png\" alt=\"id:82\"><br>Suppose a tax of $2 per unit is imposed on this market. Which of the following is correct?", ["A. One-fourth of the burden of the tax will fall on buyers, and three-fourths of the burden of the tax will fall on sellers.", "B. One-third of the burden of the tax will fall on buyers, and two-thirds of the burden of the tax will fall on sellers.", "C. One-half of the burden of the tax will fall on buyers, and one-half of the burden of the tax will fall on sellers.", "D. Two-thirds of the burden of the tax will fall on buyers, and one-third of the burden of the tax will fall on sellers."], "C"],
        [565, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_15.png\" alt=\"id:83\"><br>Suppose a tax of $84 per unit is imposed on this market. Which of the following is correct?", ["A. Buyers and sellers will share the burden of the tax equally.", "B. Sellers will bear more of the burden of the tax than buyers will.", "C. Buyers will bear more of the burden of the tax than sellers will.", "D. There is no tax burden."], "C"],
        [566, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_16.png\" alt=\"id:84\"><br>What is the amount of the tax per unit?", ["A. $1", "B. $2", "C. $3", "D. $4"], "D"],
        [567, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_16.png\" alt=\"id:85\"><br>Acme, Inc. is a seller of the good. Acme sells a unit of the good to a buyer and then pays the tax on that unit to the government. After paying the tax, Acme receives how much?", ["A. $8.00", "B. $9.00", "C. $10.50", "D. $12.00"], "A"],
        [568, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_16.png\" alt=\"id:86\"><br>How is the burden of the tax shared between buyers and sellers? Buyers bear", ["A. three-fourths of the burden, and sellers bear one-fourth of the burden.", "B. two-thirds of the burden, and sellers bear one-third of the burden.", "C. one-half of the burden, and sellers bear one-half of the burden.", "D. one-fourth of the burden, and sellers bear three-fourths of the burden."], "A"],
        [569, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_16.png\" alt=\"id:87\"><br>Suppose buyers, rather than sellers, were required to pay this tax (in the same amount per unit as shown in the graph). Relative to the tax on sellers, the tax on buyers would result in", ["A. buyers bearing a larger share of the tax burden.", "B. sellers bearing a smaller share of the tax burden.", "C. the same amount of tax revenue for the government.", "D. an increase in the amount of tax revenue for the government."], "C"],
        [570, "Which of the following causes the price paid by buyers to be different than the price received by sellers?", ["A. Binding price floor", "B. Binding price ceiling", "C. Tax on the good", "D. Nonbinding price control"], "C"],
        [571, "The price paid by buyers in a market will decrease if the government", ["A. increases a binding price floor in that market.", "B. increases a binding price ceiling in that market.", "C. decreases a tax on the good sold in that market.", "D. increases a tax on the good sold in that market."], "C"],
        [572, "Which of the following causes a shortage of a good?", ["A. Binding price floor", "B. Binding price ceiling", "C. Tax on the good", "D. Nonbinding price control"], "B"],
        [573, "A payroll tax is a", ["A. fixed number of dollars that every firm must pay to the government for each worker that the firm hires.", "B. tax that each firm must pay to the government before the firm can hire workers and operate its business.", "C. tax on the wages that firms pay their workers.", "D. tax on all wages above the minimum wage."], "C"],
        [574, "You receive a paycheck from your employer, and your pay stub indicates that $300 was deducted to pay the FICA (Social Security/Medicare) tax. Which of the following statements is correct?", ["A. You will owe $300 per paycheck to pay the FICA tax for the remainder of the fiscal year regardless of your wages.", "B. Your employer is required by law to pay $150 to match half the $300 deducted from your check.", "C. This type of tax is an example of a sales tax.", "D. The $300 that you paid is not necessarily the true burden of the tax that falls on you, the employee."], "D"],
        [575, "Most labor economists believe that the supply of labor is", ["A. less elastic than the demand, and, therefore, firms bear most of the burden of the payroll tax.", "B. less elastic than the demand, and, therefore, workers bear most of the burden of the payroll tax.", "C. more elastic than the demand, and, therefore, workers bear most of the burden of the payroll tax.", "D. more elastic than the demand, and, therefore, firms bear most of the burden of the payroll tax."], "B"],
        [576, "The federal government uses the revenue from the FICA (Federal Insurance Contribution Act) tax to pay for", ["A. unemployment compensation.", "B. the salaries of members of Congress.", "C. Social Security and Medicare.", "D. housing subsidies for low-income people."], "C"],
        [577, "Suppose that in a particular market, the supply curve is highly elastic and the demand curve is highly inelastic. If a tax is imposed in this market, then the", ["A. buyers will bear a greater burden of the tax than the sellers.", "B. sellers will bear a greater burden of the tax than the buyers.", "C. buyers and sellers are likely to share the burden of the tax equally.", "D. buyers and sellers will not share the burden equally, but it is impossible to determine who will bear the greater burden of the tax without more information."], "A"],
        [578, "Suppose that the demand for picture frames is highly inelastic, and the supply of picture frames is highly elastic. A tax of $1 per frame levied on picture frames will increase the price paid by buyers of picture frames by", ["A. less than $0.50.", "B. $0.50.", "C. between $0.50 and $1.", "D. $1."], "C"],
        [579, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_17.png\" alt=\"id:97\"><br>The buyers will bear the highest share of the tax burden compared to sellers if the demand is", ["A. D1, and the supply is S1.", "B. D2, and the supply is S1.", "C. D1, and the supply is S2.", "D. D2, and the supply is S2."], "D"],
        [580, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_17.png\" alt=\"id:98\"><br>Suppose D1 represents the demand curve for paperback novels, D2 represents the demand curve for gasoline, and S1 is representative of the supply curve for paperback novels as well as the supply curve for gasoline. After the imposition of the $2 tax on paperback novels and on gasoline, the ", ["A. buyers of gasoline bear a higher burden of the $2 tax than buyers of paperback novels.", "B. sellers of gasoline bear a higher burden of the $2 tax than sellers of paperback novels.", "C. buyers of gasoline bear an equal burden of the $2 tax as buyers of paperback novels.", "D. buyers of gasoline bear a lower burden of the $2 tax than buyers of paperback novels."], "A"],
        [581, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_17.png\" alt=\"id:99\"><br>Suppose D1 represents the demand curve for gasoline in both the short run and long run, S1 represents the supply curve for gasoline in the short run, and S2 represents the supply curve for gasoline in the long run. After the imposition of the $2 tax, the price paid by buyers will be", ["A. higher in the long run than in the short run.", "B. higher in the short run than in the long run.", "C. equivalent in the short run and the long run.", "D. unable to be determined without additional information."], "A"],
        [582, "Suppose that a tax is placed on books. If the buyers pay the majority of the tax, then we know that the", ["A. demand is more inelastic than the supply.", "B. supply is more inelastic than the demand.", "C. government has required that buyers remit the tax payments.", "D. government has required that sellers remit the tax payments."], "A"],
        [583, "Which of the following statements is correct?", ["A. A tax levied on buyers will never be partially paid by sellers.", "B. Who bears the burden of a tax depends on the price elasticities of supply and demand.", "C. Government can decide who ultimately pays a tax.", "D. A tax levied on sellers always will be passed on completely to buyers."], "B"],
        [584, "<img style=\"width: 33%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_18.png\" alt=\"id:102\"><img style=\"width: 33%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_19.png\" alt=\"id:102\"><img style=\"width: 33%;\" src=\"/document/q0eax?filetype=png&filename=economyCh6_20.png\" alt=\"id:102\"><br>In which market will the majority of the tax burden fall on buyers?", ["A. The market shown in graph (a).", "B. The market shown in graph (b)", "C. The market shown in graph (c)", "D. The tax burden on buyers is the same for all three graphs."], "B"],
        [585, "The burden of a luxury tax usually falls", ["A. more on the rich than on the middle class.", "B. more on the poor than on the rich.", "C. more on the middle class than on the rich.", "D. equally on the rich, the middle class, and the poor."], "C"],
        [586, "An example of normative analysis is studying", ["A. how market forces produce equilibrium.", "B. surpluses and shortages.", "C. whether equilibrium outcomes are socially desirable.", "D. income distributions."], "C"],
        [587, "Welfare economics implies that the equilibrium price of a product is considered to be the best price because it", ["A. minimizes costs and maximizes output.", "B. maximizes the combined welfare of buyers and sellers.", "C. is not socially desirable.", "D. minimizes the level of welfare payments."], "B"],
        [588, "A maximum amount that people have in mind while bidding in an auction is called", ["A. a resistance price.", "B. equilibrium.", "C. consumer surplus.", "D. willingness to pay."], "D"],
        [589, "On a graph, the area below a demand curve and above the price measures", ["A. deadweight loss.", "B. consumer surplus.", "C. producer surplus.", "D. willingness to pay."], "B"],
        [590, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_01.png\" alt=\"id:5\"><br>If the price of the product is $120, then who would be willing to purchase the product?", ["A. John", "B. John and Sam", "C. John, Sam, and Andrew", "D. John, Sam, Andrew, and Keira"], "C"],
        [591, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_02.png\" alt=\"id:6\"><br>If there is only one unit of the good and if the buyers bid against each other for the right to purchase it, then the good will sell for", ["A. $20 or slightly less.", "B. $24 or slightly more.", "C. $28 or slightly more.", "D. $36 or slightly less."], "C"],
        [592, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_02.png\" alt=\"id:7\"><br>If the price is $22, then consumer surplus in the market is", ["A. $44, and Ava and Biyu purchase the good.", "B. $72, and Carlos and Keira purchase the good.", "C. $22, and Keira, Ava, and Biyu purchase the good.", "D. $48, and Carlos, Keira, Ava, and Biyu purchase the good."], "C"],
        [593, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_03.png\" alt=\"id:8\"><br>If you have a ticket that you sell to the group in an auction, who will buy the ticket?", ["A. David", "B. Alexa", "C. Eric", "D. Chen"], "D"],
        [594, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_03.png\" alt=\"id:9\"><br>If you have 3 (essentially) identical tickets that you sell to the group in an auction, assuming that each person can only buy one ticket, which of the following is closest to the selling price for each ticket?", ["A. $11", "B. $21", "C. $16", "D. $35"], "B"],
        [595, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:10\"><br>The market quantity of apples demanded per day is exactly seven if the price of an orange, P, satisfies", ["A. $0.60 < P < $0.75.", "B. $0.60 < P < $2.00.", "C. $0.25 < P < $0.75.", "D. $0.25 < P < $0.60."], "D"],
        [596, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:11\"><br>If the market price of an apple is $0.70, then the market quantity of apples demanded per day is", ["A. 7.", "B. 8.", "C. 4.", "D. 6."], "D"],
        [597, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:12\"><br>If the market price of an apple increases from $0.80 to $1.05, then consumer surplus", ["A. increases by $0.75.", "B. decreases by $0.95.", "C. decreases by $0.75.", "D. decreases by $1.00."], "B"],
        [598, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:13\"><br>Who experiences the largest loss of consumer surplus when the price of an apple increases from $0.70 to $1.40?", ["A. Bob", "B. Sasha", "C. Eric", "D. All three individuals experience the same loss of consumer surplus"], "A"],
        [599, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:14\"><br>Who experiences the largest gain in consumer surplus when the price of an apple decreases from $1.05 to $0.75?", ["A. Bob", "B. Sasha", "C. Eric", "D. Bob and Sasha experience the same gain in consumer surplus, and Eric's gain is zero"], "A"],
        [600, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_04.png\" alt=\"id:15\"><br>Which of the following statements is correct?", ["A. Neither Sasha's consumer surplus nor Eric's consumer surplus can exceed Bob's consumer surplus, for any price of an orange.", "B. All three individuals will buy at least one orange only if the price of an orange is less than $0.25.", "C. If the price of an orange is $0.60, then consumer surplus is $4.90.", "D. Eric will always have the highest consumer surplus."], "A"],
        [601, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_05.png\" alt=\"id:16\"><br>You are selling extra tickets to the Midwest Regional Sweet 16 game in the men's NCAA basketball tournament. The table shows the willingness to pay of the four potential buyers in the market for a ticket to the game. Which of the following graphs represents the market demand curve?", ["A. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_06.png\" alt=\"id:16\">", "B. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_07.png\" alt=\"id:16\">", "C. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_08.png\" alt=\"id:16\">", "D. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_09.png\" alt=\"id:16\">"], "A"],
        [602, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_10.png\" alt=\"id:17\"><br>The price that Harry paid for a latte on the first day is", ["A. $3.5.", "B. $5.", "C. $0.", "D. $5.5."], "A"],
        [603, "You are offered a free ticket to see the Chicago Cubs play the Chicago White Sox at Wrigley Field. Assume the ticket has no resale value. Willie Nelson is performing on the same night, and his concert is your next-best alternative activity. Tickets to see Willie Nelson cost $40.On any given day, you would be willing to pay up to $50 to see and hear Willie Nelson perform. Assume there are no other costs of seeing either event. Based on this information, at a minimum, how much would you have to value seeing the Cubs play the White Sox to accept the ticket and go to the game?", ["A. $0", "B. $10", "C. $40", "D. $50"], "B"],
        [604, "A good weather in Spain results in good crop of oranges causing the prices of both oranges and orange juice to fall. As a result, the consumer surplus in the market for oranges", ["A. decreases, and the consumer surplus in the market for red wine decreases.", "B. decreases, and the consumer surplus in the market for red wine increases.", "C. increases, and the consumer surplus in the market for red wine decreases.", "D. increases, and the consumer surplus in the market for orange juice increases."], "D"],
        [605, "Larry purchases a book for $10, and his consumer surplus is $3.How much is Larry willing to pay for the book?", ["A. $10", "B. $6.5", "C. $13", "D. $7"], "C"],
        [606, "If a consumer places a value of $13 on a particular good and if the price of the good is $16, then the", ["A. consumer enjoys consumer surplus if he or she buys the good.", "B. consumer does not purchase the good.", "C. market is not a competitive market.", "D. price of the good will fall due to market forces."], "B"],
        [607, "Henry is willing to pay 45 cents, and Janine is willing to pay 55 cents, for 1 pound of bananas. When the price of bananas falls from 50 cents a pound to 40 cents a pound,", ["A. Henry experiences an increase in consumer surplus, but Janine does not.", "B. Janine experiences an increase in consumer surplus, but Henry does not.", "C. both Janine and Henry experience an increase in consumer surplus.", "D. neither Janine nor Henry experiences an increase in consumer surplus."], "C"],
        [608, "Dawn's bridal boutique is having a sale on evening dresses. The increase in consumer surplus comes from the benefit of the lower prices to", ["A. only existing customers who now get lower prices on the gowns they were already planning to purchase.", "B. only new customers who enter the market because of the lower prices.", "C. both existing customers who now get lower prices on the gowns they were already planning to purchase and new customers who enter the market because of the lower prices.", "D. Consumer surplus does not increase; it decreases."], "C"],
        [609, "Billie Jo values a stainless steel dishwasher for her new house at $500, but she succeeds in buying one for $425.Billie Jo's willingness to pay for the dishwasher is", ["A. $150.", "B. $425.", "C. $500.", "D. $850."], "C"],
        [610, "If the price a consumer pays for a product is equal to a consumer's willingness to pay, then the consumer surplus relevant to that purchase is", ["A. zero.", "B. negative, and the consumer would not purchase the product.", "C. positive, and the consumer would purchase the product.", "D. There is not enough information given to answer this question."], "A"],
        [611, "Suppose there is an early freeze in California that reduces the size of the lemon crop. As the price of lemons rises, what happens to consumer surplus in the market for lemons?", ["A. Consumer surplus increases", "B. Consumer surplus decreases", "C. Consumer surplus is not affected by this change in market forces", "D. We would have to know whether the demand for lemons is relatively elastic or inelastic to make this determination"], "B"],
        [612, "Suppose the market demand curve for a good passes through the point (quantity demanded = 100, price = $25). If there are five buyers in the market, then", ["A. the marginal buyer's willingness to pay for the 100th unit of the good is $25.", "B. the sum of the five buyers' willingness to pay for the 100th unit of the good is $25.", "C. the average of the five buyers' willingness to pay for the 100th unit of the good is $25.", "D. all of the five buyers are willing to pay at least $25 for the 100th unit of the good."], "A"],
        [613, "If the cost of producing chairs decreases causing the price of chairs to decrease, consumer surplus in the chair market will", ["A. increase.", "B. decrease.", "C. remain constant.", "D. increase for some buyers and decrease for other buyers."], "A"],
        [614, "Which of the following will cause a decrease in consumer surplus?", ["A. An increase in the production cost of the good", "B. The imposition of a binding price floor in the market", "C. A decrease in the number of sellers of the good", "D. A technological improvement in the production of the good"], "B"],
        [615, "When the demand for a good increases and the supply of the good remains unchanged, consumer surplus", ["A. decreases.", "B. is unchanged.", "C. increases.", "D. may increase, decrease, or remain unchanged."], "D"],
        [616, "Suppose televisions are a normal good and buyers of televisions experience a decrease in income. As a result, consumer surplus in the television market", ["A. decreases.", "B. is unchanged.", "C. increases.", "D. may increase, decrease, or remain unchanged."], "D"],
        [617, "Motor oil and gasoline are complements. If the price of motor oil increases, consumer surplus in the gasoline market", ["A. decreases.", "B. is unchanged.", "C. increases.", "D. may increase, decrease, or remain unchanged."], "D"],
        [618, "Denis buys strawberries, and he would be willing to pay more than he now pays. Suppose that Denis has a change in his tastes such that he values strawberries more than before. If the market price is the same as before, then", ["A. Denis's consumer surplus would be unaffected.", "B. Denis's consumer surplus would increase.", "C. Denis's consumer surplus would decrease.", "D. Denis should buy fewer strawberries than before."], "B"],
        [619, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_11.png\" alt=\"id:34\"><br>When the price is P1, consumer surplus is", ["A. A.", "B. A+B.", "C. A+B+C.", "D. A+B+D."], "C"],
        [620, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_11.png\" alt=\"id:34\"><br>Suppose that the price falls from P2 to P1.Area C represents the", ["A. decrease in consumer surplus that results from a downward-sloping demand curve.", "B. consumer surplus to new consumers who enter the market when the price falls.", "C. additional consumer surplus to initial consumers.", "D. decrease in consumer surplus in the market when the price increases from P1 to P2."], "B"],
        [621, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_11.png\" alt=\"id:34\"><br>When the price falls from P2 to P1, consumer surplus", ["A. increases by an amount equal to B.", "B. increases by an amount equal to B+C.", "C. decreases by an amount equal to B+C.", "D. decreases by an amount equal to C."], "B"],
        [622, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_12.png\" alt=\"id:37\"><br>At the equilibrium price, consumer surplus is", ["A. $1800.", "B. $2400.", "C. $600.", "D. $4,800."], "B"],
        [623, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_12.png\" alt=\"id:38\"><br>If the government imposes a price floor of $110 in this market, then consumer surplus will decrease by", ["A. $2400.", "B. $600.", "C. $1800.", "D. $1200."], "C"],
        [624, "Which of the following is true when the price of a good or service falls?", ["A. Buyers who were already buying the good or service are worse off.", "B. More buyers enter the market.", "C. The total consumer surplus in the market decreases.", "D. The total value of purchases before and after the price change is the same."], "B"],
        [625, "What happens to consumer surplus in the smart watch market if smart watches are normal goods and income of the smart watch buyers falls?", ["A. Consumer surplus decreases.", "B. Consumer surplus remains unchanged.", "C. Consumer surplus increases.", "D. Consumer surplus may increase, decrease, or remain unchanged."], "D"],
        [626, "As a result of a decrease in price,", ["A. new buyers enter the market, increasing consumer surplus.", "B. new buyers enter the market, decreasing consumer surplus.", "C. existing buyers exit the market, increasing consumer surplus.", "D. existing buyers exit the market, decreasing consumer surplus."], "A"],
        [627, "A seller's opportunity cost measures the", ["A. value of everything she must give up to produce a good.", "B. amount she is paid for a good minus her cost of providing it.", "C. consumer surplus.", "D. out-of-pocket expenses to produce a good but not the value of her time."], "A"],
        [628, "Cost is a measure of the", ["A. seller's willingness to sell.", "B. seller's producer surplus.", "C. producer shortage.", "D. seller's willingness to buy."], "A"],
        [629, "Jim builds furniture for a living. Jim's out-of-pocket expenses (for wood, paint, etc.) plus the value that he places on his own time amount to his", ["A. producer surplus.", "B. producer deficit.", "C. cost of building furniture.", "D. profit."], "C"],
        [630, "A supply curve can be used to measure producer surplus because it reflects", ["A. the actions of sellers.", "B. quantity supplied.", "C. sellers' costs.", "D. the amount that will be purchased by consumers in the market."], "C"],
        [631, "Producer surplus measures the", ["A. costs to sellers of participating in a market.", "B. price that buyers are willing to pay for sellers’ output of a good or service.", "C. benefits to sellers of participating in a market.", "D. benefit to sellers of producing a greater quantity of a good or service than buyers demand."], "C"],
        [632, "Alex tutors in his spare time for extra income. Students are willing to pay $48 per hour for as many hours Alex is willing to tutor. On a particular day, he is willing to tutor the first hour for $16, the second hour for $24.0, the third hour for $29.0, and the fourth hour for $48.Assume Alex is rational in deciding how many hours to tutor. His producer surplus is", ["A. $56.0.", "B. $75.0.", "C. $133.0.", "D. $69.0."], "B"],
        [633, "At Mike's Bakery, the cost of making one croissant is $1.50.If Mike sells 20 croissants and gains producer surplus of $40.00, then Mike must be selling his croissants for", ["A. $1.50 each.", "B. $2.00 each.", "C. $3.50 each.", "D. $30.00 each."], "C"],
        [634, "Mike and Sarah sell lemonade on the corner for $2.10 per cup. It costs them $0.10 to make each cup. On a certain day, their producer surplus is $40.How many cups did Mike and Sarah sell?", ["A. 10", "B. 40", "C. 2", "D. 20"], "D"],
        [635, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_13.png\" alt=\"id:50\"><br>If the market price is $1,000, the producer surplus in the market is", ["A. $100.", "B. $400.", "C. $300.", "D. $600."], "B"],
        [636, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_13.png\" alt=\"id:51\"><br>If the price is $1,150, who would be willing to supply the product?", ["A. Mike and Laura", "B. Mike, Laura, and Alex", "C. David and Codi", "D. Alex, David and Codi"], "C"],
        [637, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_13.png\" alt=\"id:52\"><br>Suppose each of the five sellers can supply at most one unit of the good. The market quantity supplied is exactly 2 if the price is", ["A. $1,250.", "B. $1,300.", "C. $700.", "D. $950."], "D"],
        [638, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_14.png\" alt=\"id:53\"><br>If the sellers bid against each other for the right to sell the good to a consumer, then the good will sell for", ["A. $50 or slightly more.", "B. $100 or slightly less.", "C. $150 or slightly less.", "D. $200 or slightly more."], "B"],
        [639, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_15.png\" alt=\"id:54\"><br>The equilibrium market price for 10 piano lessons is $400.What is the total producer surplus in the market?", ["A. $0", "B. $300", "C. $400", "D. $700"], "C"],
        [640, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_16.png\" alt=\"id:55\"><br>You want to hire a professional photographer to take pictures of your family. The table shows the costs of the four potential sellers in the local photography market. Which of the following graphs represents the market supply curve?", ["A. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_17.png\" alt=\"id:55\">", "B. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_18.png\" alt=\"id:55\">", "C. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_19.png\" alt=\"id:55\">", "D. <img style=\"hight: 2em;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_20.png\" alt=\"id:55\">"], "C"],
        [641, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_21.png\" alt=\"id:56\"><br>If the price of the good is $13.00, then producer surplus is", ["A. $17.00.", "B. $16.00.", "C. $17.50.", "D. $6.00."], "C"],
        [642, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_22.png\" alt=\"id:57\"><br>Which area represents producer surplus when the price is P1?", ["A. BCG", "B. ACH", "C. ABGD", "D. DGH"], "A"],
        [643, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_22.png\" alt=\"id:58\"><br>When the price rises from P1 to P2, which area represents the increase in producer surplus due to new producers entering the market?", ["A. BCG", "B. ACH", "C. AHGB", "D. DGH"], "D"],
        [644, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:59\"><br>If the supply curve is S, the demand curve is D, and the equilibrium price is $100, what is the producer surplus?", ["A. $625", "B. $1,250", "C. $2,500", "D. $5,000"], "C"],
        [645, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:60\"><br>If the supply curve is S', the demand curve is D, and the equilibrium price is $150, what is the producer surplus?", ["A. $625", "B. $1,250", "C. $2,500", "D. $5,000"], "A"],
        [646, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:61\"><br>If the demand curve is D and the supply curve shifts from S' to S, what is the change in producer surplus?", ["A. Producer surplus increases by $625.", "B. Producer surplus increases by $1,875.", "C. Producer surplus decreases by $625.", "D. Producer surplus decreases by $1,875."], "B"],
        [647, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:62\"><br>If the supply curve is S and the demand curve shifts from D to D', what is the change in producer surplus?", ["A. Producer surplus increases by $3,125", "B. Producer surplus increases by $5,625", "C. Producer surplus decreases by $3,125", "D. Producer surplus decreases by $5,625"], "A"],
        [648, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:63\"><br>If the supply curve is S and the demand curve shifts from D to D', what is the increase in producer surplus to existing producers?", ["A. $625", "B. $2,500", "C. $3,125", "D. $5,625"], "B"],
        [649, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_23.png\" alt=\"id:64\"><br>If the supply curve is S and the demand curve shifts from D to D', what is the increase in producer surplus due to new producers entering the market?", ["A. $625", "B. $2,500", "C. $3,125", "D. $5,625"], "A"],
        [650, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_24.png\" alt=\"id:65\"><br>When the price is P2, producer surplus is", ["A. A.", "B. A+C.", "C. A+B+C.", "D. D+G."], "C"],
        [651, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_24.png\" alt=\"id:66\"><br>Suppose producer surplus is larger than C but smaller than A+B+C. The price of the good must be", ["A. lower than P1.", "B. P1.", "C. between P1 and P2.", "D. higher than P2."], "C"],
        [652, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_24.png\" alt=\"id:67\"><br>When the price falls from P2 to P1, producer surplus", ["A. decreases by an amount equal to C.", "B. decreases by an amount equal to A+B.", "C. decreases by an amount equal to A+C.", "D. increases by an amount equal to A+B."], "B"],
        [653, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_24.png\" alt=\"id:67\"><br>Area A represents", ["A. producer surplus to new producers entering the market as the result of an increase in price from P1 to P2.", "B. the increase in consumer surplus that results from an upward-sloping supply curve.", "C. the increase in total surplus when sellers are willing and able to increase supply from Q1 to Q2.", "D. the increase in producer surplus to those producers already in the market when the price increases from P1 to P2."], "D"],
        [654, "Producer surplus directly measures", ["A. the well-being of society as a whole.", "B. the well-being of buyers and sellers.", "C. the well-being of sellers.", "D. sellers' willingness to sell."], "C"],
        [655, "Which of the following will cause an increase in producer surplus?", ["A. The imposition of a binding price ceiling in the market", "B. Buyers expect the price of the good to be lower next month", "C. The price of a substitute increases", "D. Income increases and buyers consider the good to be inferior"], "C"],
        [656, "The Surgeon General announces that eating chocolate increases tooth decay. As a result, the equilibrium price of chocolate", ["A. increases, and producer surplus increases.", "B. increases, and producer surplus decreases.", "C. decreases, and producer surplus increases.", "D. decreases, and producer surplus decreases."], "D"],
        [657, "Which of the following events would increase producer surplus?", ["A. Sellers' costs stay the same and the price of the good increases.", "B. Sellers' costs increase and the price of the good stays the same.", "C. Sellers' costs increase and the price of the good decreases.", "D. Sellers' costs stay the same and the price of the good decreases."], "A"],
        [658, "Which tools allow economists to determine if the allocation of resources determined by free markets is desirable?", ["A. Profits and costs to firms", "B. Consumer and producer surplus", "C. The equilibrium price and quantity", "D. Incomes of and prices paid by buyers"], "B"],
        [659, "We can say that the allocation of resources is efficient if", ["A. producer surplus is maximized.", "B. consumer surplus is maximized.", "C. total surplus is maximized.", "D. sellers' costs are minimized."], "C"],
        [660, "The distinction between efficiency and equality can be described as follows:", ["A. Efficiency refers to maximizing the number of trades among buyers and sellers; equality refers to maximizing the gains from trade among buyers and sellers.", "B. Efficiency refers to minimizing the price paid by buyers; equality refers to maximizing the gains from trade among buyers and sellers.", "C. Efficiency refers to maximizing the size of the pie; equality refers to producing a pie of a given size at the least possible cost.", "D. Efficiency refers to maximizing the size of the pie; equality refers to distributing the pie fairly among members of society."], "D"],
        [661, "If an allocation of resources is efficient, then", ["A. consumer surplus is maximized.", "B. producer surplus is maximized.", "C. all potential gains from trade among buyers are sellers are being realized.", "D. the allocation achieves equality as well."], "C"],
        [662, "Moving production from a high-cost producer to a low-cost producer will", ["A. lower total surplus.", "B. raise total surplus.", "C. lower producer surplus.", "D. raise producer surplus but lower consumer surplus."], "B"],
        [663, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:78\"><br>The equilibrium price is", ["A. $10.00.", "B. $8.00.", "C. $6.00.", "D. $4.00."], "D"],
        [664, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:79\"><br>At a price of $2.00, total surplus is", ["A. larger than it would be at the equilibrium price.", "B. smaller than it would be at the equilibrium price.", "C. the same as it would be at the equilibrium price.", "D. There is insufficient information to make this determination."], "B"],
        [665, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:80\"><br>Both the demand curve and the supply curve are straight lines. At equilibrium, consumer surplus is", ["A. $24.", "B. $36.", "C. $42.", "D. $48."], "D"],
        [666, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:81\"><br>Both the demand curve and the supply curve are straight lines. At equilibrium, producer surplus is", ["A. $24.", "B. $32.", "C. $48.", "D. $64."], "A"],
        [667, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:82\"><br>Both the demand curve and the supply curve are straight lines. At equilibrium, total surplus is", ["A. $44.", "B. $56.", "C. $72.", "D. $96."], "C"],
        [668, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:83\"><br>Both the demand curve and the supply curve are straight lines. If the price is $4 but only 6 units are bought and sold, consumer surplus will be", ["A. $21.", "B. $28.", "C. $36.", "D. $42."], "C"],
        [669, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:84\"><br>Both the demand curve and the supply curve are straight lines. If the price is $4 but only 6 units are bought and sold, producer surplus will be", ["A. $16.", "B. $18.", "C. $24.", "D. $26."], "B"],
        [670, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_25.png\" alt=\"id:85\"><br>Both the demand curve and the supply curve are straight lines. If the price is $4 but only 6 units are bought and sold, total surplus will be", ["A. $42.", "B. $48.", "C. $54.", "D. $60."], "C"],
        [671, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_26.png\" alt=\"id:86\"><br>If the government imposes a price ceiling of $55 in this market, then total surplus will be", ["A. $187.50.", "B. $125.00.", "C. $250.00.", "D. $266.67."], "C"],
        [672, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_27.png\" alt=\"id:87\"><br>Total surplus can be measured as the area", ["A. JNK.", "B. JNML.", "C. JRL.", "D. JNL."], "D"],
        [673, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:88\"><br>The equilibrium price is", ["A. P1.", "B. P2.", "C. P3.", "D. P4."], "B"],
        [674, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:89\"><br>At equilibrium, consumer surplus is represented by the area", ["A. A.", "B. A+B+C.", "C. D+H+F.", "D. A+B+C+D+H+F."], "B"],
        [675, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:90\"><br>If the price were P3, consumer surplus would be represented by the area", ["A. A.", "B. A+B+C.", "C. D+H+F.", "D. A+B+C+D+H+F."], "A"],
        [676, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:91\"><br>At equilibrium, producer surplus is represented by the area", ["A. F.", "B. F+G.", "C. D+H+F.", "D. D+H+F+G+I."], "C"],
        [677, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh7_28.png\" alt=\"id:92\"><br>At equilibrium, total surplus is represented by the area", ["A. A+B+C.", "B. A+B+D+F.", "C. A+B+C+D+H+F.", "D. A+B+C+D+H+F+G+I."], "C"],
        [678, "Suppose that the equilibrium price in the market for widgets is $5.If a law increased the minimum legal price for widgets to $6, producer surplus", ["A. would necessarily increase even if the higher price resulted in a surplus of widgets.", "B. would necessarily decrease because the higher price would create a surplus of widgets.", "C. might increase or decrease.", "D. would be unaffected."], "C"],
        [679, "A simultaneous increase in both the demand for tablets and the supply of tablets would imply that", ["A. both the value of tablets to consumers and the cost of producing tablets has increased.", "B. both the value of tablets to consumers and the cost of producing tablets has decreased.", "C. the value of tablets to consumers has decreased, and the cost of producing tablets has increased.", "D. the value of tablets to consumers has increased, and the cost of producing tablets has decreased."], "D"],
        [680, "Tomato sauce and spaghetti noodles are complementary goods. A decrease in the price of tomatoes will", ["A. increase consumer surplus in the market for tomato sauce and decrease producer surplus in the market for spaghetti noodles.", "B. increase consumer surplus in the market for tomato sauce and increase producer surplus in the market for spaghetti noodles.", "C. decrease consumer surplus in the market for tomato sauce and increase producer surplus in the market for spaghetti noodles.", "D. decrease consumer surplus in the market for tomato sauce and decrease producer surplus in the market for spaghetti noodles."], "B"],
        [681, "Steak and chicken are substitutes. A sharp reduction in the supply of steak would", ["A. increase consumer surplus in the market for steak and decrease producer surplus in the market for chicken.", "B. increase consumer surplus in the market for steak and increase producer surplus in the market for chicken.", "C. decrease consumer surplus in the market for steak and increase producer surplus in the market for chicken.", "D. decrease consumer surplus in the market for steak and decrease producer surplus in the market for chicken."], "C"],
        [682, "Efficiency in a market is achieved when", ["A. a social planner intervenes and sets the quantity of output after evaluating buyers' willingness to pay and sellers' costs.", "B. the sum of producer surplus and consumer surplus is maximized.", "C. all firms are producing the good at the same low cost per unit.", "D. no buyer is willing to pay more than the equilibrium price for any unit of the good."], "B"],
        [683, "A result of welfare economics is that the equilibrium price of a product is considered to be the best price because it", ["A. maximizes both the total revenue for firms and the quantity supplied of the product.", "B. maximizes the combined welfare of buyers and sellers.", "C. minimizes costs and maximizes output.", "D. minimizes the level of welfare payments."], "B"],
        [684, "The distinction between efficiency and equality can be described as follows:", ["A. Efficiency refers to maximizing the number of trades among buyers and sellers; equality refers to maximizing the gains from trade among buyers and sellers.", "B. Efficiency refers to minimizing the price paid by buyers; equality refers to maximizing the gains from trade among buyers and sellers.", "C. Efficiency refers to maximizing the size of the pie; equality refers to producing a pie of a given size at the least possible cost.", "D. Efficiency refers to maximizing the size of the pie; equality refers to distributing the pie fairly among members of society."], "D"],
        [685, "To fully understand how taxes affect economic well-being, we must", ["A. assume that economic well-being is not affected if all tax revenue is spent on goods and services for the people who are being taxed.", "B. compare the taxes raised in the United States with those raised in France.", "C. compare the reduced welfare of buyers and sellers to the amount of revenue the government raises.", "D. remember that taxes reduce the welfare of buyers, increase the welfare of sellers, and raise government revenue."], "C"],
        [686, "When a tax is levied on a good, the buyers and sellers of the good share the burden,", ["A. provided the tax is levied on the sellers.", "B. provided the tax is levied on the buyers.", "C. provided a portion of the tax is levied on the buyers, with the remaining portion levied on the sellers.", "D. regardless of how the tax is levied."], "D"],
        [687, "A tax on a good", ["A. raises the price that buyers pay and raises the price that sellers receive.", "B. raises the price that buyers pay and lowers the price that sellers receive.", "C. lowers the price that buyers pay and raises the price that sellers receive.", "D. lowers the price that buyers pay and lowers the price that sellers receive."], "B"],
        [688, "A tax affects", ["A. buyers only.", "B. sellers only.", "C. buyers and sellers only.", "D. buyers, sellers, and the government."], "D"],
        [689, "The government's benefit from a tax can be measured by", ["A. consumer surplus.", "B. producer surplus.", "C. tax revenue.", "D. consumer surplus plus producer surplus."], "C"],
        [690, "What happens to the total surplus in a market when the government imposes a tax?", ["A. Total surplus increases by the amount of the tax.", "B. Total surplus increases but by less than the amount of the tax.", "C. Total surplus decreases.", "D. Total surplus is unaffected by the tax."], "C"],
        [691, "When a good is taxed,", ["A. both buyers and sellers of the good are made worse off.", "B. only buyers are made worse off, because they ultimately bear the burden of the tax.", "C. only sellers are made worse off, because they ultimately bear the burden of the tax.", "D. neither buyers nor sellers are made worse off, since tax revenue is used to provide goods and services that would otherwise not be provided in a market economy."], "A"],
        [692, "When a tax is imposed on a good, the", ["A. supply curve for the good always shifts.", "B. demand curve for the good always shifts.", "C. amount of the good that buyers are willing to buy at each price always remains unchanged.", "D. equilibrium quantity of the good always decreases."], "D"],
        [693, "A tax levied on the buyers of a good shifts the", ["A. demand curve downward (or to the left).", "B. supply curve upward (or to the left).", "C. supply curve downward (or to the right).", "D. demand curve upward (or to the right)."], "A"],
        [694, "If a tax shifts the demand curve downward,", ["A. we can infer that the tax was levied on buyers of the good.", "B. we can infer that the tax was levied on sellers of the good.", "C. we can infer that the tax was levied on both buyers and sellers of the good.", "D. we cannot infer anything because the shift described is not consistent with a tax."], "A"],
        [695, "If a tax shifts the supply curve downward,", ["A. we cannot infer anything because the shift described is not consistent with a tax.", "B. we can infer that the tax was levied on sellers of the good.", "C. we can infer that the tax was levied on both buyers and sellers of the good.", "D. we can infer that the tax was levied on buyers of the good."], "A"],
        [696, "A tax placed on buyers of shirts shifts the", ["A. demand curve for shirts downward, decreasing the price received by sellers and causing the quantity to increase.", "B. supply curve for shirts upward, decreasing the effective price paid by buyers and causing the quantity to increase.", "C. supply curve for shirts upward, increasing the effective price paid by buyers and causing the quantity to decrease.", "D. demand curve for shirts downward, decreasing the price received by sellers and causing the quantity to decrease."], "D"],
        [697, "If T represents the size of the tax on a good and Q represents the quantity of the good that is sold, total tax revenue received by government can be expressed as", ["A. T/Q.", "B. T + Q.", "C. T × Q.", "D. (T × Q)/Q."], "C"],
        [698, "When a tax is levied on buyers, the", ["A. supply curves shifts upward by the amount of the tax.", "B. tax creates a wedge between the price buyers pay and the price sellers receive.", "C. tax has no effect on the well-being of sellers.", "D. buyers bear the entire burden of the tax."], "B"],
        [699, "The decrease in total surplus that results from a market distortion, such as a tax, is called a", ["A. wedge loss.", "B. revenue loss.", "C. deadweight loss.", "D. consumer surplus loss."], "C"],
        [700, "Which of the following quantities decrease in response to a tax on a good?", ["A. The equilibrium quantity in the market for the good, the effective price of the good paid by buyers, and consumer surplus", "B. The equilibrium quantity in the market for the good, producer surplus, and the well-being of buyers of the good", "C. The effective price received by sellers of the good, the wedge between the effective price paid by buyers and the effective price received by sellers, and consumer surplus", "D. It depends on whether the tax is levied on buyers or on sellers."], "B"],
        [701, "For a good that is taxed, the area on the relevant supply-and-demand graph that represents government's tax revenue is", ["A. smaller than the area that represents the loss of consumer surplus and producer surplus caused by the tax.", "B. bounded by the supply curve, the demand curve, the effective price paid by buyers, and the effective price received by sellers.", "C. a right triangle.", "D. a triangle, but not necessarily a right triangle."], "A"],
        [702, "For widgets, the supply curve is the typical upward-sloping straight line, and the demand curve is the typical downward-sloping straight line. A tax of $15 per unit is imposed on widgets. The tax reduces the equilibrium quantity in the market by 250 units. The deadweight loss from the tax is", ["A. $3,750.", "B. $1,875.", "C. $132.5.", "D. $117.5."], "B"],
        [703, "In the market for doodads, the supply curve is the typical upward-sloping straight line, and the demand curve is the typical downward-sloping straight line. The equilibrium quantity in the market for doodads is 150 per month when there is no tax. Then a tax of $3 per doodad is imposed. As a result, the government is able to raise $300 per month in tax revenue. We can conclude that the equilibrium quantity of widgets has fallen by", ["A. 50 per month.", "B. 100 per month.", "C. 150 per month.", "D. 53 per month."], "A"],
        [704, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_01.png\" alt=\"id:20\"><br>Suppose the government imposes a tax of P'–P'''. Total surplus before the tax is measured by the area", ["A. I + Y.", "B. J + K + L + M.", "C. L + M + Y.", "D. I + J + K + L + M + Y."], "D"],
        [705, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_01.png\" alt=\"id:21\"><br>Suppose the government imposes a tax of P'–P'''. Total surplus after the tax is measured by the area", ["A. I + Y.", "B. J+ K + L + M.", "C. I + Y + W.", "D. I + J + K + L + M + Y."], "B"],
        [706, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_01.png\" alt=\"id:22\"><br>Suppose the government imposes a tax of P'–P'''. The area measured by K + L represents", ["A. tax revenue.", "B. consumer surplus before the tax.", "C. producer surplus after the tax.", "D. total surplus before the tax."], "A"],
        [707, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_01.png\" alt=\"id:23\"><br>Suppose the government imposes a tax of P'–P'''. The area measured by L + M + Y represents", ["A. consumer surplus after the tax.", "B. consumer surplus before the tax.", "C. producer surplus after the tax.", "D. producer surplus before the tax."], "D"],
        [708, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_01.png\" alt=\"id:24\"><br>Suppose the government imposes a tax of P' - P'''. The area measured by M represents", ["A. consumer surplus after the tax.", "B. consumer surplus before the tax.", "C. producer surplus after the tax.", "D. producer surplus before the tax."], "C"],
        [709, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_01.png\" alt=\"id:25\"><br>Suppose the government imposes a tax of P'' - P. The area measured by J + K + I represents", ["A. consumer surplus after the tax.", "B. consumer surplus before the tax.", "C. producer surplus after the tax.", "D. producer surplus before the tax."], "B"],
        [710, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_01.png\" alt=\"id:26\"><br>Suppose the government imposes a tax of P' - P'''. The area measured by J represents", ["A. consumer surplus after the tax.", "B. consumer surplus before the tax.", "C. producer surplus after the tax.", "D. producer surplus before the tax."], "A"],
        [711, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_01.png\" alt=\"id:27\"><br>Suppose the government imposes a tax of P' - P'''. The area measured by I + Y represents the", ["A. deadweight loss due to the tax.", "B. loss in consumer surplus due to the tax.", "C. loss in producer surplus due to the tax.", "D. total surplus before the tax."], "A"],
        [712, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:28\"><br>The imposition of the tax causes the quantity sold to", ["A. increase by 2 units.", "B. decrease by 2 units.", "C. increase by 4 units.", "D. decrease by 4 units."], "B"],
        [713, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:29\"><br>The imposition of the tax causes the price paid by buyers to", ["A. decrease by $6.", "B. increase by $6.", "C. decrease by $4.", "D. increase by $4."], "B"],
        [714, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:30\"><br>The imposition of the tax causes the price received by sellers to", ["A. decrease by $4.", "B. increase by $4.", "C. decrease by $6.", "D. increase by $6."], "A"],
        [715, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:31\"><br>The amount of the tax on each unit of the good is", ["A. $1.", "B. $6.", "C. $10.", "D. $4."], "C"],
        [716, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:32\"><br>The per-unit burden of the tax on buyers is", ["A. $2.", "B. $6.", "C. $4.", "D. $12."], "B"],
        [717, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:33\"><br>The per-unit burden of the tax on sellers is", ["A. $4.", "B. $6.", "C. $16.", "D. $18."], "A"],
        [718, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:34\"><br>The amount of tax revenue received by the government is", ["A. $2.", "B. $24.", "C. $20.", "D. $12."], "C"],
        [719, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:35\"><br>The amount of deadweight loss as a result of the tax is", ["A. $10.", "B. $24.", "C. $16.", "D. $10."], "A"],
        [720, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:36\"><br>The loss of consumer surplus as a result of the tax is", ["A. $12.", "B. $8.", "C. $18.", "D. $4."], "C"],
        [721, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:37\"><br>The loss of producer surplus as a result of the tax is", ["A. $24.", "B. $3.", "C. $12.", "D. $4."], "C"],
        [722, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:38\"><br>Consumer surplus without the tax is", ["A. $24, and consumer surplus with the tax is $6.", "B. $6, and consumer surplus with the tax is $24.", "C. $16, and consumer surplus with the tax is $4.", "D. $4, and consumer surplus with the tax is $16."], "A"],
        [723, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:39\"><br>Producer surplus without the tax is", ["A. $16, and producer surplus with the tax is $4.", "B. $4, and producer surplus with the tax is $16.", "C. $24, and producer surplus with the tax is $6.", "D. $6, and producer surplus with the tax is $24."], "A"],
        [724, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:40\"><br>Total surplus without the tax is", ["A. $30, and total surplus with the tax is $40.", "B. $40, and total surplus with the tax is $30.", "C. $24, and total surplus with the tax is $6.", "D. $6, and total surplus with the tax is $24."], "B"],
        [725, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:41\"><br>The loss of consumer surplus for those buyers of the good who continue to buy it after the tax is imposed is", ["A. $4.", "B. $6.", "C. $12.", "D. $8."], "C"],
        [726, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:42\"><br>The loss of consumer surplus associated with some buyers dropping out of the market as a result of the tax is", ["A. $4.", "B. $6.", "C. $12.", "D. $8."], "B"],
        [727, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:43\"><br>The loss of producer surplus associated with some sellers dropping out of the market as a result of the tax is", ["A. $6.", "B. $4.", "C. $8.", "D. $12."], "B"],
        [728, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_02.png\" alt=\"id:44\"><br>The loss of producer surplus for those sellers of the good who continue to sell it after the tax is imposed is", ["A. $6.", "B. $4.", "C. $8.", "D. $12."], "C"],
        [729, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_03.png\" alt=\"id:45\"><br>Suppose a 20th unit of the good were sold by a seller to a buyer. Which of the following statements is correct?", ["A. For the 20th unit, the difference between the buyer's value and the seller's cost is less than the tax per unit.", "B. For the 20th unit, the difference between the buyer's value and the seller's cost is greater than the tax per unit.", "C. For the 20th unit, the difference between the buyer's value and the seller's cost is equal to the tax per unit.", "D. It makes sense for the buyer to buy and for the seller to sell the 20th unit, with or without the tax in place."], "A"],
        [730, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_03.png\" alt=\"id:46\"><br>Which of the following statements is correct?", ["A. Total surplus before the tax is imposed is $500.", "B. After the tax is imposed, consumer surplus is 45 percent of its pre-tax value.", "C. After the tax is imposed, producer surplus is 45 percent of its pre-tax value.", "D. Total surplus after the tax is imposed is $500."], "A"],
        [731, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_03.png\" alt=\"id:47\"><br>As a result of the tax,", ["A. consumer surplus decreases from $200 to $80.", "B. producer surplus decreases from $200 to $145.", "C. the market experiences a deadweight loss of $80.", "D. total surplus increases from $180 to $200."], "C"],
        [732, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_03.png\" alt=\"id:48\"><br>As a result of the tax, consumer surplus decreases by", ["A. $130, producer surplus decreases by $170, tax revenue is $240, and deadweight loss is $60.", "B. $150, producer surplus decreases by $150, tax revenue is $240, and deadweight loss is $60.", "C. $160, producer surplus decreases by $160, tax revenue is $240, and deadweight loss is $80.", "D. $240, producer surplus decreases by $240, tax revenue is $400, and deadweight loss is $80."], "C"],
        [733, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_03.png\" alt=\"id:49\"><br>Which of the following statements is correct?", ["A. The loss of producer surplus that is associated with some sellers dropping out of the market as a result of the tax is $60.", "B. The loss of consumer surplus for those buyers of the good who continue to buy it after the tax is imposed is $120.", "C. The loss of consumer surplus caused by this tax exceeds the loss of producer surplus caused by this tax.", "D. This tax produces $320 in tax revenue for the government."], "B"],
        [734, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_03.png\" alt=\"id:50\"><br>The deadweight loss associated with this tax amounts to", ["A. $80, and this figure represents the amount by which tax revenue to the government exceeds the combined loss of producer and consumer surpluses.", "B. $80, and this figure represents the surplus that is lost because the tax discourages mutually advantageous trades between buyers and sellers.", "C. $60, and this figure represents the amount by which tax revenue to the government exceeds the combined loss of producer and consumer surpluses.", "D. $60, and this figure represents the surplus that is lost because the tax discourages mutually advantageous trades between buyers and sellers."], "B"],
        [735, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_04.png\" alt=\"id:51\"><br>The tax causes consumer surplus to decrease by the area", ["A. A.", "B. B + C.", "C. A + B + C.", "D. A + B + C + D + F."], "B"],
        [736, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_04.png\" alt=\"id:52\"><br>The tax causes producer surplus to decrease by the area", ["A. D + F.", "B. D + F + G.", "C. D + F + J.", "D. D + F + G + H."], "A"],
        [737, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Erin would be willing to pay as much as $100 per week to have her house cleaned. Ernesto's opportunity cost of cleaning Erin's house is $70 per week.</div>If Erin pays Ernesto $90 to clean her house, Erin's consumer surplus is", ["A. $80.", "B. $30.", "C. $20.", "D. $10."], "D"],
        [738, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Erin would be willing to pay as much as $100 per week to have her house cleaned. Ernesto's opportunity cost of cleaning Erin's house is $70 per week.</div>If Ernesto cleans Erin's house for $90, Ernesto's producer surplus is", ["A. $80.", "B. $30.", "C. $20.", "D. $10."], "C"],
        [739, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Erin would be willing to pay as much as $100 per week to have her house cleaned. Ernesto's opportunity cost of cleaning Erin's house is $70 per week.</div>Assume Erin is required to pay a tax of $40 when she hires someone to clean her house for a week. Which of the following is correct?", ["A. Erin will now clean her own house.", "B. Ernesto will continue to clean Erin's house, but his producer surplus will decline.", "C. Total economic welfare (consumer surplus plus producer surplus plus tax revenue) will increase.", "D. Erin will continue to hire Ernesto to clean her house, but her consumer surplus will decline."], "A"],
        [740, "Refer to Scenario <div style=\"border: 1.5px solid black;\">Roland mows Karla's lawn for $25.Roland's opportunity cost of mowing Karla's lawn is $20, and Karla's willingness to pay Roland to mow her lawn is $28.</div>Assume Roland is required to pay a tax of $3 each time he mows a lawn. Which of the following results is most likely?", ["A. Karla now will decide to mow her own lawn, and Roland will decide it is no longer in his interest to mow Karla's lawn.", "B. Karla is willing to pay Roland to mow her lawn, but Roland will decline her offer.", "C. Roland is willing to mow Karla's lawn, but Karla will decide to mow her own lawn.", "D. Roland and Karla still can engage in a mutually-agreeable trade."], "D"],
        [741, "Suppose a tax of $5 per unit is imposed on a good, and the tax causes the equilibrium quantity of the good to decrease from 200 units to 100 units. The tax decreases consumer surplus by $450 and decreases producer surplus by $300.The deadweight loss from the tax is", ["A. $250.", "B. $500.", "C. $750.", "D. $1,000."], "A"],
        [742, "A tax of $0.25 is imposed on each bag of potato chips that is sold. The tax decreases producer surplus by $600 per day, generates tax revenue of $1,220 per day, and decreases the equilibrium quantity of potato chips by 120 bags per day. The tax", ["A. decreases consumer surplus by $645 per day.", "B. decreases the equilibrium quantity from 6,000 bags per day to 5,880 bags per day.", "C. decreases total surplus from $3,000 to $1,800 per day.", "D. creates a deadweight loss of $15 per day."], "D"],
        [743, "Suppose a tax is imposed on each new hearing aid that is sold. The supply curve is a typical upward-sloping straight line, and the demand curve is a typical downward-sloping straight line. As a result of the tax, the equilibrium quantity of hearing aids decreases from 10,000 to 9,000, and the deadweight loss of the tax is $60,000.We can conclude that the tax on each hearing aid is", ["A. $60.", "B. $120.", "C. $160.", "D. $200."], "B"],
        [744, "Kate is a personal trainer whose client William pays $80 per hour-long session. William values this service at $100 per hour, while the opportunity cost of Kate's time is $75 per hour. The government places a tax of $10 per hour on personal trainers. After the tax, what is likely to happen in the market for personal training?", ["A. Kate and William will agree to a new price somewhere between $85 and $100.", "B. Kate and William will agree to a new price somewhere between $70 and $110.", "C. Kate will no longer offer personal training services to William because she must charge more than $100 in order to cover her opportunity costs and pay the tax.", "D. The price will remain at $80, and Kate will pay the $10 tax."], "A"],
        [745, "Suppose Yolanda needs a dog sitter so that she can travel to her sister's wedding. Yolanda values dog sitting for the weekend at $200.Rebecca is willing to dog sit for Yolanda so long as she receives at least $175.Yolanda and Rebecca agree on a price of $185.Suppose the government imposes a tax of $30 on dog sitting. What is the deadweight loss of the tax?", ["A. The maximum value that Yolanda would pay for dog sitting", "B. The $30 tax", "C. The lost benefit to Yolanda and Rebecca because after the tax, Rebecca will not dog sit for Yolanda", "D. The lost benefit to Yolanda of being unable to hire a dog sitter because Yolanda is the one who would pay the tax"], "C"],
        [746, "Suppose a tax is imposed on bananas. In which of the following cases will the tax cause the equilibrium quantity of bananas to shrink by the largest amount?", ["A. The response of buyers to a change in the price of bananas is strong, and the response of sellers to a change in the price of bananas is weak.", "B. The response of sellers to a change in the price of bananas is strong, and the response of buyers to a change in the price of bananas is weak.", "C. The response of buyers and sellers to a change in the price of bananas is strong.", "D. The response of buyers and sellers to a change in the price of bananas is weak."], "C"],
        [747, "The size of a tax and the deadweight loss that results from the tax are", ["A. positively related.", "B. negatively related.", "C. independent of each other.", "D. equal to each other."], "A"],
        [748, "The deadweight loss from a tax per unit of good will be smallest in a market with", ["A. inelastic supply and elastic demand.", "B. inelastic supply and inelastic demand.", "C. elastic supply and elastic demand.", "D. elastic supply and inelastic demand."], "B"],
        [749, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_05.png\" alt=\"id:65\"><br>Suppose the government is considering levying a tax in one or more of the markets described in the table. Which of the markets will allow the government to minimize the deadweight loss(es) from the tax?", ["A. Market A only", "B. Markets A and C only", "C. Markets B and D only", "D. Market C only"], "C"],
        [750, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_06.png\" alt=\"id:66\"><br>Which of the following combinations will maximize the deadweight loss from a tax?", ["A. Supply1 and Demand1", "B. Supply2 and Demand2", "C. Supply1 and Demand2", "D. Supply2 and Demand1"], "B"],
        [751, "Suppose the government imposes a tax on cheese. The deadweight loss from this tax will likely be greater in the", ["A. first year after it is imposed than in the eighth year after it is imposed because demand and supply will be more elastic in the first year than in the eighth year.", "B. first year after it is imposed than in the eighth year after it is imposed because demand and supply will be less elastic in the first year than in the eighth year.", "C. eighth year after it is imposed than in the first year after it is imposed because demand and supply will be more elastic in the first year than in the eighth year.", "D. eighth year after it is imposed than in the first year after it is imposed because demand and supply will be less elastic in the first year than in the eighth year."], "D"],
        [752, "Assume the price of gasoline is $2.00 per gallon, and the equilibrium quantity of gasoline is 10 million gallons per day with no tax on gasoline. Starting from this initial situation, which of the following scenarios would result in the largest deadweight loss?", ["A. The price elasticity of demand for gasoline is 0.1; the price elasticity of supply for gasoline is 0.6; and the gasoline tax amounts to $0.20 per gallon.", "B. The price elasticity of demand for gasoline is 0.1; the price elasticity of supply for gasoline is 0.4; and the gasoline tax amounts to $0.20 per gallon.", "C. The price elasticity of demand for gasoline is 0.2; the price elasticity of supply for gasoline is 0.6; and the gasoline tax amounts to $0.30 per gallon.", "D. There is insufficient information to make this determination."], "C"],
        [753, "Taxes on labor taxes may distort labor markets greatly if", ["A. labor supply is highly inelastic.", "B. many workers choose to work 40 hours per week regardless of their earnings.", "C. the number of hours many part-time workers want to work is very sensitive to the wage rate.", "D. \"underground\" workers do not respond to changes in the wages of legal jobs because they prefer not to pay taxes."], "C"],
        [754, "Concerning the labor market and taxes on labor, economists disagree about", ["A. the size of the tax on labor.", "B. the size of the deadweight loss of the tax on labor.", "C. whether or not a tax on labor places a wedge between the wage that firms pay and the wage that workers receive.", "D. nothing."], "B"],
        [755, "The Social Security tax is a tax on", ["A. capital.", "B. labor.", "C. land.", "D. savings."], "B"],
        [756, "If the labor supply curve is very elastic, a tax on labor", ["A. has a large deadweight loss.", "B. raises enough tax revenue to offset the loss in welfare.", "C. has a relatively small impact on the number of hours that workers choose to work.", "D. results in a large tax burden on the firms that hire labor."], "A"],
        [757, "The less freedom young mothers have to work outside the home, the", ["A. more elastic the supply of labor will be.", "B. less elastic the supply of labor will be.", "C. more horizontal the labor supply curve will be.", "D. larger is the decrease in employment that will result from a tax on labor."], "B"],
        [758, "Taxes on labor encourage which of the following?", ["A. Labor demand to be more inelastic", "B. Mothers to stay at home rather than work in the labor force", "C. Workers to work overtime", "D. Fathers to take on second jobs"], "B"],
        [759, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_07.png\" alt=\"id:75\"><img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_08.png\" alt=\"id:75\"><br>Graph (a) and Graph (b) each illustrate a $4 tax placed on a market. In comparison to Graph (a), Graph (b) illustrates which of the following statements?", ["A. When demand is relatively inelastic, the deadweight loss of a tax is smaller than when demand is relatively elastic.", "B. When demand is relatively elastic, the deadweight loss of a tax is larger than when demand is relatively inelastic.", "C. When supply is relatively inelastic, the deadweight loss of a tax is smaller than when supply is relatively elastic.", "D. When supply is relatively elastic, the deadweight loss of a tax is larger than when supply is relatively inelastic."], "A"],
        [760, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_09.png\" alt=\"id:76\"><br>Suppose the government imposes a $1 tax in each of the four markets represented by demand curves D1, D2, D3, and D4.The deadweight will be the smallest in the market represented by", ["A. D1.", "B. D2.", "C. D3.", "D. D4."], "A"],
        [761, "<img style=\"width: 50%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_10.png\" alt=\"id:77\"><br>If the government changed the per-unit tax from $5.00 to $2.50, then the price paid by buyers would be $7.50, the price received by sellers would be $5, and the quantity sold in the market would be 1.5 units. Compared to the original tax rate, this lower tax rate would", ["A. increase government revenue and increase the deadweight loss from the tax.", "B. increase government revenue and decrease the deadweight loss from the tax.", "C. decrease government revenue and increase the deadweight loss from the tax.", "D. decrease government revenue and decrease the deadweight loss from the tax."], "D"],
        [762, "If the size of a tax increases, tax revenue", ["A. increases.", "B. decreases.", "C. remains the same.", "D. may increase, decrease, or remain the same."], "D"],
        [763, "Suppose the government increases the size of a tax by 20 percent. The deadweight loss from that tax", ["A. increases by 20 percent.", "B. increases by more than 20 percent.", "C. increases but by less than 20 percent.", "D. decreases by 20 percent."], "B"],
        [764, "If the tax on a good is increased from $1 per unit to $4 per unit, the deadweight loss from the tax increases by a factor of", ["A. 5.", "B. 9.", "C. 16.", "D. 24."], "C"],
        [765, "In which of the following instances would the deadweight loss of the tax on airline tickets increase by a factor of 9?", ["A. The tax on airline tickets increases from $20 per ticket to $60 per ticket.", "B. The tax on airline tickets increases from $20 per ticket to $90 per ticket.", "C. The tax on airline tickets increases from $15 per ticket to $60 per ticket.", "D. The tax on airline tickets increases from $15 per ticket to $135 per ticket."], "A"],
        [766, "Which of the following statements regarding a Laffer curve is the most plausible?", ["A. Reducing a high tax rate is less likely to increase tax revenue than is reducing a low tax rate.", "B. Reducing a high tax rate is more likely to increase tax revenue than is reducing a low tax rate.", "C. Reducing a high tax rate will have the same effect on tax revenue as reducing a low tax rate.", "D. Reducing a tax rate can never increase tax revenue."], "B"],
        [767, "<img style=\"width: 70%;\" src=\"/document/q0eax?filetype=png&filename=economyCh8_11.png\" alt=\"id:83\"><br>Which graph correctly illustrates the relationship between the size of a tax and the size of the deadweight loss associated with the tax?", ["A. Graph (a)", "B. Graph (b)", "C. Graph (c)", "D. Graph (d)"], "A"],
        [768, "Suppose the federal government doubles the gasoline tax. The deadweight loss associated with the tax", ["A. also doubles.", "B. triples.", "C. quadruples.", "D. rises by a factor of 8."], "C"],
        [769, "Which of the following scenarios is consistent with the Laffer curve?", ["A. An increase in the tax rate always increases tax revenue.", "B. The tax rate is 1 percent, and tax revenue is very high.", "C. The tax rate is 99 percent, and tax revenue is very high.", "D. A decrease in the tax rate always increases tax revenue."], "C"],
        [770, "When a country is on the downward-sloping side of the Laffer curves, a cut in the tax rate will", ["A. decrease tax revenue and decrease the deadweight loss.", "B. decrease tax revenue and increase the deadweight loss.", "C. increase tax revenue and decrease the deadweight loss.", "D. increase tax revenue and increase the deadweight loss."], "C"]
    ]
}

